[
  {
    "type": "text",
    "text": "OPEN ACCESS ",
    "text_level": 1,
    "page_idx": 0,
    "bbox": [
      49,
      158,
      97,
      167
    ],
    "first_span_bbox": [
      48,
      159,
      98,
      167
    ],
    "middle_type": "title",
    "middle_content": "OPEN ACCESS",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "EDITED BY   \nChristian Huyck,   \nMiddlesex University, United Kingdom   \nREVIEWED BY   \nAlexander Jones,   \nMiddlesex University, United Kingdom   \nPeter Hastings,   \nDePaul University, United States   \n\\*CORRESPONDENCE   \nAnn-Christine Ehlis   \n$\\boxtimes$ ann-christine.ehlis@med.uni-tuebingen.de ",
    "page_idx": 0,
    "bbox": [
      49,
      173,
      170,
      199
    ],
    "first_span_bbox": [
      49,
      174,
      77,
      181
    ],
    "middle_type": "text",
    "middle_content": "EDITED BYChristian Huyck,Middlesex University, United Kingdom",
    "match_confidence": 0.9979166666666667,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 0,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 0,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "RECEIVED 03 May 2024   \nACCEPTED 17 September 2024   \nPUBLISHED 18 October 2024 ",
    "page_idx": 0,
    "bbox": [
      49,
      287,
      141,
      313
    ],
    "first_span_bbox": [
      48,
      287,
      120,
      296
    ],
    "middle_type": "text",
    "middle_content": "RECEIVED 03 May 2024ACCEPTED 17 September 2024PUBLISHED 18 October 2024",
    "match_confidence": 0.9964285714285714,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "CITATION ",
    "page_idx": 0,
    "bbox": [
      49,
      321,
      75,
      327
    ],
    "first_span_bbox": [
      48,
      321,
      76,
      328
    ],
    "middle_type": "text",
    "middle_content": "CITATION",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Ehlis A-C, Zarantonello L, Haeussinger FB, Rohe T, Rosenbaum D, Fallgatter AJ and Maier MJ (2024) The DLPFC is centrally involved in resolving Stroop conflicts, suppressing distracting sensory input within the auditory and visual system. Front. Psychol. 15:1427455. doi: 10.3389/fpsyg.2024.1427455 ",
    "page_idx": 0,
    "bbox": [
      49,
      329,
      188,
      400
    ],
    "first_span_bbox": [
      49,
      329,
      182,
      337
    ],
    "middle_type": "text",
    "middle_content": "Ehlis A-C, Zarantonello L, Haeussinger FB,Rohe T, Rosenbaum D, Fallgatter AJ andMaier MJ (2024) The DLPFC is centrallyinvolved in resolving Stroop conflicts,suppressing distracting sensory input withinthe auditory and visual system. Front. Psychol. 15:1427455. doi: 10.3389/fpsyg.2024.1427455",
    "match_confidence": 0.9870535714285714,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "COPYRIGHT",
    "page_idx": 0,
    "bbox": [
      49,
      406,
      81,
      413
    ],
    "first_span_bbox": [
      49,
      407,
      82,
      413
    ],
    "middle_type": "text",
    "middle_content": "COPYRIGHT",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "$\\circledcirc$ 2024 Ehlis, Zarantonello, Haeussinger, Rohe, Rosenbaum, Fallgatter and Maier. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. ",
    "page_idx": 0,
    "bbox": [
      48,
      415,
      196,
      531
    ],
    "first_span_bbox": [
      49,
      415,
      56,
      422
    ],
    "middle_type": "text",
    "middle_content": "\\circledcirc 2024 Ehlis, Zarantonello, Haeussinger,Rohe, Rosenbaum, Fallgatter and Maier. Thisis an open-access article distributed underthe terms of the Creative CommonsAttribution License (CC BY). The use,distribution or reproduction in other forums ispermitted, provided the original author(s) andthe copyright owner(s) are credited and thatthe original publication in this journal is cited,in accordance with accepted academicpractice. No use, distribution or reproductionis permitted which does not comply withthese terms.",
    "match_confidence": 0.9880195599022005,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "The DLPFC is centrally involved in resolving Stroop conflicts, suppressing distracting sensory input within the auditory and visual system ",
    "text_level": 1,
    "page_idx": 0,
    "bbox": [
      220,
      121,
      528,
      245
    ],
    "first_span_bbox": [
      221,
      123,
      527,
      144
    ],
    "middle_type": "title",
    "middle_content": "The DLPFC is centrally involvedin resolving Stroop conflicts,suppressing distracting sensoryinput within the auditory andvisual system",
    "match_confidence": 0.9981308411214953,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Ann-Christine Ehlis12.3\\*, Lisa Zarantonello4, Florian B. Haeussinger1, Tim Rohe15, David Rosenbaum1, Andreas J. Fallgatter1.2.3.6 and Moritz J. Maier1.7.8 ",
    "page_idx": 0,
    "bbox": [
      220,
      257,
      506,
      301
    ],
    "first_span_bbox": [
      220,
      258,
      441,
      272
    ],
    "middle_type": "text",
    "middle_content": "Ann-Christine Ehlis12.3*, Lisa Zarantonello4,Florian B. Haeussinger1, Tim Rohe15, David Rosenbaum1,Andreas J. Fallgatter1.2.3.6 and Moritz J. Maier1.7.8",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "1 Department of Psychiatry and Psychotherapy, Tuebingen Center for Mental Health, University of Tuebingen, Tuebingen, Germany, 3 German Center for Mental Health (DZPG), Partner Site Tuebingen, of Psychology, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany, 6 Werner Reichardt Centre for Integrative Neuroscience (CIN), University of Tuebingen, Tuebingen, Germany, 7 Graduate School of Neural and Behavioral Sciences, University of Tuebingen, Tuebingen, Germany, ",
    "page_idx": 0,
    "bbox": [
      221,
      308,
      541,
      379
    ],
    "first_span_bbox": [
      220,
      308,
      531,
      318
    ],
    "middle_type": "text",
    "middle_content": "1 Department of Psychiatry and Psychotherapy, Tuebingen Center for Mental Health, University ofTuebingen, Tuebingen, Germany, 3 German Center for Mental Health (DZPG), Partner Site Tuebingen,of Psychology, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany, 6 WernerReichardt Centre for Integrative Neuroscience (CIN), University of Tuebingen, Tuebingen, Germany,7 Graduate School of Neural and Behavioral Sciences, University of Tuebingen, Tuebingen, Germany,",
    "match_confidence": 0.9994520547945206,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Introduction: Cognitive control is a prerequisite for successful, goal-oriented behavior. The dorsolateral prefrontal cortex (DLPFC) is assumed to be  a key player in applying cognitive control; however, the neural mechanisms by which this process is accomplished are still unclear. ",
    "page_idx": 0,
    "bbox": [
      221,
      398,
      546,
      445
    ],
    "first_span_bbox": [
      221,
      400,
      546,
      410
    ],
    "middle_type": "text",
    "middle_content": "Introduction: Cognitive control is a prerequisite for successful, goal-orientedbehavior. The dorsolateral prefrontal cortex (DLPFC) is assumed to be  a keyplayer in applying cognitive control; however, the neural mechanisms by whichthis process is accomplished are still unclear.",
    "match_confidence": 0.9990740740740741,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Methods: To further address this question, an audiovisual Stroop task was used, comprising simultaneously presented pictures and spoken names of actors and politicians. Depending on the task block, participants had to indicate whether they saw the face or heard the name of a politician or an actor (visual vs. auditory blocks). In congruent trials, both stimuli (visual and auditory) belonged to the same response category (actor or politician); in incongruent trials, they belonged to different categories. During this task, activity in sensory target regions was measured via functional near-infrared spectroscopy (fNIRS) and electroencephalography (EEG), respectively. Specifically, fNIRS was used to monitor activity levels within the auditory cortex, while the EEG-based eventrelated potential of the N170 was considered as a marker of FFA (fusiform face area) involvement. Additionally, we  assessed the effects of inhibitory thetaburst stimulation—a specific protocol based on repetitive transcranial magnetic stimulation (rTMS)—over the right DLPFC. Non-invasive brain stimulation is one of the few means to draw causal conclusions in human neuroscience. In this case, rTMS was used to temporarily inhibit the right DLPFC as a presumed key player in solving Stroop conflicts in one of two measurement sessions; then, effects were examined on behavioral measures as well as neurophysiological signals reflecting task-related activity in the frontal lobes and sensory cortices. ",
    "page_idx": 0,
    "bbox": [
      221,
      449,
      546,
      676
    ],
    "first_span_bbox": [
      221,
      451,
      545,
      461
    ],
    "middle_type": "text",
    "middle_content": "Methods: To further address this question, an audiovisual Stroop task was used,comprising simultaneously presented pictures and spoken names of actors andpoliticians. Depending on the task block, participants had to indicate whetherthey saw the face or heard the name of a politician or an actor (visual vs. auditory blocks). In congruent trials, both stimuli (visual and auditory) belongedto the same response category (actor or politician); in incongruent trials, theybelonged to different categories. During this task, activity in sensory targetregions was measured via functional near-infrared spectroscopy (fNIRS) andelectroencephalography (EEG), respectively. Specifically, fNIRS was used tomonitor activity levels within the auditory cortex, while the EEG-based eventrelated potential of the N170 was considered as a marker of FFA (fusiform facearea) involvement. Additionally, we  assessed the effects of inhibitory thetaburst stimulation—a specific protocol based on repetitive transcranial magneticstimulation (rTMS)—over the right DLPFC. Non-invasive brain stimulation is oneof the few means to draw causal conclusions in human neuroscience. In thiscase, rTMS was used to temporarily inhibit the right DLPFC as a presumed keyplayer in solving Stroop conflicts in one of two measurement sessions; then,effects were examined on behavioral measures as well as neurophysiologicalsignals reflecting task-related activity in the frontal lobes and sensory cortices.",
    "match_confidence": 0.991703056768559,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Results: The results indicate a central role of the DLPFC in the implementation of cognitive control in terms of a suppression of distracting sensory input in both the auditory cortex and visual system (FFA) in high-conflict situations. Behavioral data confirm a reduced Stroop effect following previous incongruent trials (“Gratton effect”) that was only accomplished with an intact DLPFC (i.e., following placebo stimulation). ",
    "page_idx": 0,
    "bbox": [
      221,
      681,
      546,
      752
    ],
    "first_span_bbox": [
      220,
      682,
      546,
      693
    ],
    "middle_type": "text",
    "middle_content": "Results: The results indicate a central role of the DLPFC in the implementationof cognitive control in terms of a suppression of distracting sensory input inboth the auditory cortex and visual system (FFA) in high-conflict situations. Behavioral data confirm a reduced Stroop effect following previous incongruenttrials (“Gratton effect”) that was only accomplished with an intact DLPFC (i.e.,following placebo stimulation).",
    "match_confidence": 0.993920972644377,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Discussion: Because non-invasive brain stimulation is uniquely suited to causally test neuroscientific hypotheses in humans, these data give important insights into some of the mechanisms by which the DLPFC establishes conflict resolution across different sensory modalities. ",
    "page_idx": 0,
    "bbox": [
      220,
      757,
      546,
      779
    ],
    "first_span_bbox": [
      221,
      757,
      546,
      768
    ],
    "middle_type": "text",
    "middle_content": "Discussion: Because non-invasive brain stimulation is uniquely suited tocausally test neuroscientific hypotheses in humans, these data give important",
    "match_confidence": 0.9991452991452991,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 1,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "KEYWORDS ",
    "page_idx": 1,
    "bbox": [
      221,
      114,
      252,
      123
    ],
    "first_span_bbox": [
      220,
      116,
      253,
      123
    ],
    "middle_type": "text",
    "middle_content": "KEYWORDS",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Gratton effect, executive functions, near-infrared spectroscopy, conflict adaptation, Stroop effect, transcranial magnetic stimulation, cognitive control ",
    "page_idx": 1,
    "bbox": [
      221,
      128,
      536,
      148
    ],
    "first_span_bbox": [
      221,
      128,
      536,
      138
    ],
    "middle_type": "text",
    "middle_content": "Gratton effect, executive functions, near-infrared spectroscopy, conflict adaptation,Stroop effect, transcranial magnetic stimulation, cognitive control",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "1 Introduction ",
    "text_level": 1,
    "page_idx": 1,
    "bbox": [
      49,
      172,
      138,
      186
    ],
    "first_span_bbox": [
      48,
      172,
      139,
      186
    ],
    "middle_type": "title",
    "middle_content": "1 Introduction",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Humans make decisions guided by their internal goals and external environmental demands, the latter of which are largely perceived via sensory processing. Thereby, human behavior is characterized by a remarkable degree of flexibility that is based on “executive functioning” or “cognitive control.” A major component of cognitive control is the resolution of conflict in light of competing response options or information (e.g., Allport, 1987; Durston et  al., 2003). Specifically, cognitive control is needed when stimuli priming competing response options are processed simultaneously, thereby causing response conflict. During cognitive tasks, such conflict or interference effects are reflected in increased reaction times (RTs) and/or increased error rates during incompatible trials of the Stroop task where, for example, the word “red” is written in blue ink and word meaning should be ignored to indicate the print color (e.g., Ehlis et  al., 2005). Interestingly, subsequent to high-conflict trials, interference-related behavioral deficits are often reduced or even abolished (e.g., Botvinick et al., 2001; Botvinick et  al., 1999; Kerns et  al., 2004). This so-called conflictadaptation or “Gratton effect” (Gratton et  al., 1992) is assumed to be the result of processing adjustments in cognitive control that reduce the impact of conflicting stimulus–response translations (Botvinick et al., 2004). Neuroanatomically, cognitive control has been linked to prefrontal areas (Miller and Cohen, 2001) and corresponding executive processes (Itthipuripat et  al., 2019), specifically the dorsolateral prefrontal cortex (DLPFC; Durston et al., 2003; Gbadeyan et al., 2016; Kerns et al., 2004; MacDonald et al., 2000; Milham et al., 2003; Milham et al., 2001). It has previously been shown that the DLPFC works in concert with medial prefrontal areas to regulate behavior and optimize response outcomes (e.g., Ridderinkhof et al., 2004; Silton et al., 2010). However, the neural mechanisms by which the DLPFC exerts control during conflict resolution are still partly unknown. ",
    "page_idx": 1,
    "bbox": [
      49,
      199,
      291,
      557
    ],
    "first_span_bbox": [
      63,
      200,
      291,
      210
    ],
    "middle_type": "text",
    "middle_content": "Humans make decisions guided by their internal goals and externalenvironmental demands, the latter of which are largely perceived viasensory processing. Thereby, human behavior is characterized by aremarkable degree of flexibility that is based on “executive functioning”or “cognitive control.” A major component of cognitive control is theresolution of conflict in light of competing response options orinformation (e.g., Allport, 1987; Durston et  al., 2003). Specifically,cognitive control is needed when stimuli priming competing responseoptions are processed simultaneously, thereby causing responseconflict. During cognitive tasks, such conflict or interference effects arereflected in increased reaction times (RTs) and/or increased error ratesduring incompatible trials of the Stroop task where, for example, theword “red” is written in blue ink and word meaning should be ignoredto indicate the print color (e.g., Ehlis et  al., 2005). Interestingly,subsequent to high-conflict trials, interference-related behavioraldeficits are often reduced or even abolished (e.g., Botvinick et al., 2001;Botvinick et  al., 1999; Kerns et  al., 2004). This so-called conflictadaptation or “Gratton effect” (Gratton et  al., 1992) is assumed tobe the result of processing adjustments in cognitive control that reducethe impact of conflicting stimulus–response translations (Botvinicket al., 2004). Neuroanatomically, cognitive control has been linked toprefrontal areas (Miller and Cohen, 2001) and corresponding executiveprocesses (Itthipuripat et  al., 2019), specifically the dorsolateralprefrontal cortex (DLPFC; Durston et al., 2003; Gbadeyan et al., 2016;Kerns et al., 2004; MacDonald et al., 2000; Milham et al., 2003; Milhamet al., 2001). It has previously been shown that the DLPFC works inconcert with medial prefrontal areas to regulate behavior and optimizeresponse outcomes (e.g., Ridderinkhof et al., 2004; Silton et al., 2010). However, the neural mechanisms by which the DLPFC exerts controlduring conflict resolution are still partly unknown.",
    "match_confidence": 0.9902564102564103,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "To further address this issue, Egner and Hirsch (2005) developed a Stroop task comprising face stimuli of well-known actors and politicians. As a second stimulus dimension, names were written across these pictures that either matched or did not match the category of the face stimuli. Participants were asked to focus on the pictures (“face instruction”) or the written names (“reading instruction”) and indicate the target category (actor/politician). As in most Stroop tasks, congruent and incongruent stimuli were presented. For example, the name “Al Pacino” written across a picture of Jack Nicholson would constitute a congruent stimulus, as both individuals belong to the same response category of “actors.” On the other hand, the name “Bill Clinton” written across the face of Jack Nicholson would be an incongruent stimulus, as these two individuals belong to different categories (one is a politician, the other an actor) and should therefore prime opposing response tendencies. Please note that, in this particular task, “congruency” of both stimulus dimensions was defined in terms of “response congruency.” That means that if both individuals belonged to the same category (i.e., either both actors or both politicians)—and thus required the same response—the stimulus was defined as congruent, even though the name never matched (identity-wise) the picture depicted with it. Using this elegant task design comprising one stimulus category (faces) with a specific neural region of interest (fusiform face area/FFA), the authors found significantly increased activation under conditions of high cognitive control not only in the DLPFC, but also the FFA during the face instruction. The FFA is an extrastriate visual region responsible for face processing (Kanwisher et al., 1997). The control-related increase in FFA activation mirrored behavioral conflict-adaptation effects in an inverse manner, suggesting a context-dependent top-down modulation of sensory areas by the DLPFC during conflict resolution, leading to an amplified processing of task-relevant stimulus features. However, while FFA activity in the face condition of this Stroop task provided a “window” into the perceptual processing of target and distractor dimensions, the second condition (“word reading”) did not allow for a similarly clear-cut monitoring of related cortical activation. Furthermore, the study design was correlational in nature, so no conclusions can be drawn regarding a potentially causal role of the DLPFC in cognitive control. ",
    "page_idx": 1,
    "bbox": [
      49,
      559,
      291,
      786
    ],
    "first_span_bbox": [
      62,
      560,
      291,
      571
    ],
    "middle_type": "text",
    "middle_content": "To further address this issue, Egner and Hirsch (2005) developed aStroop task comprising face stimuli of well-known actors and politicians. As a second stimulus dimension, names were written across thesepictures that either matched or did not match the category of the facestimuli. Participants were asked to focus on the pictures (“faceinstruction”) or the written names (“reading instruction”) and indicatethe target category (actor/politician). As in most Stroop tasks, congruentand incongruent stimuli were presented. For example, the name “AlPacino” written across a picture of Jack Nicholson would constitute acongruent stimulus, as both individuals belong to the same responsecategory of “actors.” On the other hand, the name “Bill Clinton” writtenacross the face of Jack Nicholson would be an incongruent stimulus, asthese two individuals belong to different categories (one is a politician,the other an actor) and should therefore prime opposing responsetendencies. Please note that, in this particular task, “congruency” of bothstimulus dimensions was defined in terms of “response congruency.”That means that if both individuals belonged to the same category (i.e.,either both actors or both politicians)—and thus required the sameresponse—the stimulus was defined as congruent, even though the namenever matched (identity-wise) the picture depicted with it. Using thiselegant task design comprising one stimulus category (faces) with aspecific neural region of interest (fusiform face area/FFA), the authorsfound significantly increased activation under conditions of highcognitive control not only in the DLPFC, but also the FFA during the faceinstruction. The FFA is an extrastriate visual region responsible for faceprocessing (Kanwisher et al., 1997). The control-related increase in FFAactivation mirrored behavioral conflict-adaptation effects in an inversemanner, suggesting a context-dependent top-down modulation ofsensory areas by the DLPFC during conflict resolution, leading to anamplified processing of task-relevant stimulus features. However, whileFFA activity in the face condition of this Stroop task provided a “window”into the perceptual processing of target and distractor dimensions, thesecond condition (“word reading”) did not allow for a similarly clear-cutmonitoring of related cortical activation. Furthermore, the study designwas correlational in nature, so no conclusions can be drawn regarding apotentially causal role of the DLPFC in cognitive control.",
    "match_confidence": 0.995198760970573,
    "match_method": "para_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 1,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "In the present study, we therefore implemented a modified facial Stroop task in combination with repetitive transcranial magnetic stimulation (rTMS) and functional neuroimaging with two major aims. First, we wanted to directly test the hypothesis of a causal role of the DLPFC in implementing cognitive control; this was accomplished by temporarily inhibiting the DLPFC via rTMS in one of two measurement sessions and then testing effects of this intervention on the resolution of the Stroop conflict and underlying neurophysiological markers. Our second major aim was to further elucidate the mechanisms underlying cognitive control across modalities. ",
    "page_idx": 1,
    "bbox": [
      304,
      379,
      546,
      498
    ],
    "first_span_bbox": [
      318,
      381,
      546,
      391
    ],
    "middle_type": "text",
    "middle_content": "In the present study, we therefore implemented a modified facialStroop task in combination with repetitive transcranial magneticstimulation (rTMS) and functional neuroimaging with two majoraims. First, we wanted to directly test the hypothesis of a causal role ofthe DLPFC in implementing cognitive control; this was accomplishedby temporarily inhibiting the DLPFC via rTMS in one of twomeasurement sessions and then testing effects of this intervention onthe resolution of the Stroop conflict and underlying neurophysiologicalmarkers. Our second major aim was to further elucidate themechanisms underlying cognitive control across modalities.",
    "match_confidence": 0.9986220472440945,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "To this end, we replaced the name reading condition in the abovedescribed Stroop task with a second task instruction (listening to names read via speakers) that has a well-defined neural correlate (i.e., the auditory cortex).1 During task performance, functional near-infrared spectroscopy (fNIRS) was used to monitor activation within the DLPFC and auditory cortex, while simultaneous electroencephalography (EEG) measurements were additionally conducted to monitor event-related potential (ERP) indices of face processing (N170; see Figure 1A). This method combination was applied because—while fNIRS is generally better suited than EEG to assess activation changes in circumscribed cortical areas—the FFA is located within the fusiform gyrus and not well accessible with fNIRS which has a limited penetration depth. Therefore, the well-established ERP parameter of the N170 was additionally used to reflect FFA activity in this study. With this design, we  tested whether DLPFC activity during the implementation of cognitive control was differentially associated with FFA vs. auditory cortex activity depending on the specific task demands. ",
    "page_idx": 1,
    "bbox": [
      304,
      500,
      546,
      558
    ],
    "first_span_bbox": [
      318,
      500,
      546,
      511
    ],
    "middle_type": "text",
    "middle_content": "To this end, we replaced the name reading condition in the abovedescribed Stroop task with a second task instruction (listening to namesread via speakers) that has a well-defined neural correlate (i.e., theauditory cortex).1 During task performance, functional near-infraredspectroscopy (fNIRS) was used to monitor activation within the DLPFC",
    "match_confidence": 0.999245283018868,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/a1bff4d13be2fa999ce44b71b74a4a53214b1904041c0e6ce955dacdc485fbe9.jpg",
    "img_caption": [
      "IGURE 1 (A) Measurement rationale with exemplary data. fNIRS: Activation in the auditory cortex (contrast: auditory target condition versus visual target condition) of an exemplary participant. Red channel numbers indicate the candidate channels for the functional channel of interest analysis (see Methods); blue channel numbers are assigned to the DLPFC. EEG: Event-related potentials following visual and auditory stimuli at electrode position P7 (grand average; $N=25,$ placebo condition). Brain: TMS placebo-verum coil over the right DLPFC (F4 according to the international 10–20 system). The dashed red lines from the DLPFC to the auditory cortex and fusiform face area symbolize the assumed connection between the cognitive control system (DLPFC) and sensory areas. Experimental setting: The screen and the speakers emit the target/distractor sensory input depending on the experimental block. Using the red buttons, the participants had to indicate whether they saw/heard an actor or a politician. (B) Exemplary trial sequence of the modified Stroop Task (auditory target block) with two incongruent and two congruent trials. The red dots represent the buttons used by the participants to indicate their response (auditory stimulus actor vs. politician). "
    ],
    "img_footnote": [],
    "page_idx": 2,
    "bbox": [
      61,
      398,
      531,
      483
    ],
    "first_span_bbox": [
      64,
      397,
      85,
      402
    ],
    "middle_type": "image_caption",
    "middle_content": "IGURE 1(A) Measurement rationale with exemplary data. fNIRS: Activation in the auditory cortex (contrast: auditory target condition versus visual targetcondition) of an exemplary participant. Red channel numbers indicate the candidate channels for the functional channel of interest analysis (seeMethods); blue channel numbers are assigned to the DLPFC. EEG: Event-related potentials following visual and auditory stimuli at electrode positionP7 (grand average; N=25, placebo condition). Brain: TMS placebo-verum coil over the right DLPFC (F4 according to the international 10–20 system). The dashed red lines from the DLPFC to the auditory cortex and fusiform face area symbolize the assumed connection between the cognitive controlsystem (DLPFC) and sensory areas. Experimental setting: The screen and the speakers emit the target/distractor sensory input depending on theexperimental block. Using the red buttons, the participants had to indicate whether they saw/heard an actor or a politician. (B) Exemplary trialsequence of the modified Stroop Task (auditory target block) with two incongruent and two congruent trials. The red dots represent the buttons usedby the participants to indicate their response (auditory stimulus actor vs. politician).",
    "match_confidence": 0.999485596707819,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 2,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "This study design extends the scope of previous investigations that also applied inhibitory and/or excitatory neurostimulation during or before (unimodal) Stroop or Flanker tasks to observe subsequent behavioral effects but without concurrent neuroimaging (e.g., Baumert et al., 2020; Friehs et al., 2020; Gbadeyan et al., 2016; Lehr et al., 2019; Li et  al., 2017; Parris et  al., 2021; Vanderhasselt et  al., 2007; Vanderhasselt et al., 2006) (for details on corresponding prior results, please see below in the hypothesis and methods section as well as the discussion). Additionally monitoring task-relevant sensory areas with the described EEG/fNIRS method combination allows for an examination of the mechanisms by which the DLPFC exerts cognitive control, in addition to determining a causal role of the DLPFC in these processes. On the other hand, some prior neuroimaging studies have already shed some light on different attentional mechanisms potentially underlying the resolution of Stroop conflicts (Polk et al., 2008; Purmann and Pollmann, 2015). Specifically, for classical Stroop color word tasks, functional magnetic resonance imaging (fMRI) studies revealed mechanisms of feature-based attention, in terms of an enhanced neural processing of attended features (i.e., print color; Polk et al., 2008; Purmann and Pollmann, 2015) and partly also a suppressed processing of stimulus-features that served as distractor (i.e., word meaning; Polk et al., 2008). However, these studies were restricted to unimodal Stroop tasks (i.e., the visual modality) and not explicitly related to DLPFC functioning. So, in summary, the present study design contributes to the literature by combining non-invasive brain stimulation as an experimental tool to probe causality with functional brain imaging and behavioral data during an audiovisual Stroop task, to link specific attentional mechanisms underlying the resolution of Stroop conflicts across stimulus modalities directly to the DLPFC. The described neuroscientific methods were applied in order to elucidate mechanisms underlying observable behavioral effects of conflict resolution. ",
    "page_idx": 2,
    "bbox": [
      49,
      667,
      291,
      762
    ],
    "first_span_bbox": [
      63,
      668,
      291,
      679
    ],
    "middle_type": "text",
    "middle_content": "This study design extends the scope of previous investigations thatalso applied inhibitory and/or excitatory neurostimulation during orbefore (unimodal) Stroop or Flanker tasks to observe subsequentbehavioral effects but without concurrent neuroimaging (e.g., Baumertet al., 2020; Friehs et al., 2020; Gbadeyan et al., 2016; Lehr et al., 2019;Li et  al., 2017; Parris et  al., 2021; Vanderhasselt et  al., 2007;Vanderhasselt et al., 2006) (for details on corresponding prior results,please see below in the hypothesis and methods section as well as the",
    "match_confidence": 0.9990384615384615,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 2,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 3,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "With our experimental setup, we specifically aimed to test two primary hypotheses: ",
    "page_idx": 3,
    "bbox": [
      49,
      128,
      291,
      150
    ],
    "first_span_bbox": [
      62,
      127,
      291,
      140
    ],
    "middle_type": "text",
    "middle_content": "With our experimental setup, we specifically aimed to test twoprimary hypotheses:",
    "match_confidence": 0.9984126984126984,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "1\t Behavioral data: Following an inhibitory stimulation of the right DLPFC, the Gratton effect (i.e., a reduced Stroop effect on incongruent following incongruent compared to incongruent following congruent trials)—as a behavioral marker of successful implementation of cognitive control in high-conflict situations—should be significantly reduced due to the assumed central role of the DLPFC within the cognitive control network. Previous behavioral studies support this hypothesis by showing either reduced or increased interference sequence/interference expectancy effects (i.e., Gratton effects) following disruptive or excitatory neurostimulation, respectively, over the right DLPFC (Friehs et  al., 2020; Gbadeyan et  al., 2016; Vanderhasselt et al., 2007). ",
    "page_idx": 3,
    "bbox": [
      63,
      163,
      291,
      317
    ],
    "first_span_bbox": [
      64,
      165,
      291,
      175
    ],
    "middle_type": "text",
    "middle_content": "1\t Behavioral data: Following an inhibitory stimulation of theright DLPFC, the Gratton effect (i.e., a reduced Stroop effect onincongruent following incongruent compared to incongruentfollowing congruent trials)—as a behavioral marker ofsuccessful implementation of cognitive control in high-conflictsituations—should be significantly reduced due to the assumedcentral role of the DLPFC within the cognitive control network. Previous behavioral studies support this hypothesis by showingeither reduced or increased interference sequence/interferenceexpectancy effects (i.e., Gratton effects) following disruptive orexcitatory neurostimulation, respectively, over the right DLPFC(Friehs et  al., 2020; Gbadeyan et  al., 2016; Vanderhasseltet al., 2007).",
    "match_confidence": 0.9881034482758622,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2\t Neurophysiological data: After inhibiting the right DLPFC, conflict-related activity modulations within task-relevant sensory areas should be significantly reduced, as we assume these modulations to be initiated by the DLPFC (in response to high-conflict situations, underlying the behavioral Gratton effect). Specifically, conflict-related modulations of auditory cortex activation as well as activity levels in the FFA should be  significantly reduced following inhibitory prefrontal stimulation. Please note that activity levels in the auditory cortex were assessed by the fNIRS hemodynamic response, whereas FFA activity was monitored via N170 amplitudes. ",
    "page_idx": 3,
    "bbox": [
      63,
      320,
      291,
      449
    ],
    "first_span_bbox": [
      64,
      320,
      290,
      331
    ],
    "middle_type": "text",
    "middle_content": "2\t Neurophysiological data: After inhibiting the right DLPFC,conflict-related activity modulations within task-relevantsensory areas should be significantly reduced, as we assumethese modulations to be initiated by the DLPFC (in responseto high-conflict situations, underlying the behavioral Grattoneffect). Specifically, conflict-related modulations of auditorycortex activation as well as activity levels in the FFA shouldbe  significantly reduced following inhibitory prefrontalstimulation. Please note that activity levels in the auditorycortex were assessed by the fNIRS hemodynamic response,whereas FFA activity was monitored via N170 amplitudes.",
    "match_confidence": 0.9867187500000001,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3\t Going one step back, we  also hypothesized—as the methodological basis of our experiment (plausibility checks)— to see (a) overall reduced prefrontal activation following inhibitory brain stimulation (compared to sham stimulation) and (b) increased DLPFC activity for incongruent following incongruent Stroop trials, i.e., when cognitive control should already be  established by a preceding high-conflict trial (assumed prefrontal correlate of the Gratton effect). ",
    "page_idx": 3,
    "bbox": [
      63,
      451,
      291,
      546
    ],
    "first_span_bbox": [
      63,
      452,
      291,
      464
    ],
    "middle_type": "text",
    "middle_content": "3\t Going one step back, we  also hypothesized—as themethodological basis of our experiment (plausibility checks)to see (a) overall reduced prefrontal activation followinginhibitory brain stimulation (compared to sham stimulation)and (b) increased DLPFC activity for incongruent followingincongruent Stroop trials, i.e., when cognitive control shouldalready be  established by a preceding high-conflict trial(assumed prefrontal correlate of the Gratton effect).",
    "match_confidence": 0.9946629213483147,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "More exploratory (secondary) hypotheses concern potential correlations between the Gratton effect as an objective marker of conflict-related regulation and questionnaire data reflecting real-life disturbances of cognitive control. The rationale behind this is the following: Attention-deficit/hyperactivity disorder (ADHD) as well as the subclinical trait of impulsivity have been associated with difficulties in cognitive control functions, leading—amongst others— to increased Stroop/interference effects (Lansbergen et al., 2007) and alterations in neurophysiological correlates of conflict-monitoring (Ehlis et al., 2018; Herrmann et al., 2009). Therefore, we additionally included a questionnaire to assess ADHD symptoms in our sample of adult participants, the Adult ADHD Self-report Scale (ASRS; Adler et al., 2006). Furthermore, subjective measures of perceived cognitive failures and attentional/inhibitory control in everyday life were included by means of the Cognitive Failures Questionnaire (Lumb, 1995) and the Adult Temperament Questionnaire (Wiltink et  al., 2006), respectively. These questionnaires were applied in order to correlate objective neurocognitive performance with subjective reallife strengths/deficits. ",
    "page_idx": 3,
    "bbox": [
      49,
      560,
      291,
      762
    ],
    "first_span_bbox": [
      62,
      560,
      291,
      572
    ],
    "middle_type": "text",
    "middle_content": "More exploratory (secondary) hypotheses concern potentialcorrelations between the Gratton effect as an objective marker ofconflict-related regulation and questionnaire data reflecting real-lifedisturbances of cognitive control. The rationale behind this is thefollowing: Attention-deficit/hyperactivity disorder (ADHD) as well asthe subclinical trait of impulsivity have been associated withdifficulties in cognitive control functions, leading—amongst othersto increased Stroop/interference effects (Lansbergen et al., 2007) andalterations in neurophysiological correlates of conflict-monitoring(Ehlis et al., 2018; Herrmann et al., 2009). Therefore, we additionallyincluded a questionnaire to assess ADHD symptoms in our sample ofadult participants, the Adult ADHD Self-report Scale (ASRS; Adleret al., 2006). Furthermore, subjective measures of perceived cognitivefailures and attentional/inhibitory control in everyday life wereincluded by means of the Cognitive Failures Questionnaire (Lumb,1995) and the Adult Temperament Questionnaire (Wiltink et  al.,2006), respectively. These questionnaires were applied in order to",
    "match_confidence": 0.9892078071182548,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 3,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "2 Materials and methods ",
    "text_level": 1,
    "page_idx": 3,
    "bbox": [
      304,
      136,
      458,
      150
    ],
    "first_span_bbox": [
      304,
      136,
      459,
      151
    ],
    "middle_type": "title",
    "middle_content": "2 Materials and methods",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "2.1 Participants ",
    "text_level": 1,
    "page_idx": 3,
    "bbox": [
      304,
      161,
      389,
      174
    ],
    "first_span_bbox": [
      304,
      161,
      389,
      175
    ],
    "middle_type": "title",
    "middle_content": "2.1 Participants",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The participants were recruited via an online platform for participants in Tübingen. They first had to complete a short questionnaire to determine the suitability for the experiment. Exclusion criteria were any contraindications for transcranial magnetic stimulation/TMS [cf. Rossi et al. (2009)], any chronic or acute diseases which can influence the cerebral metabolism (e.g., moderate or severe craniocerebral trauma, kidney insufficiency, diabetes, unattended hypertension), neurological or psychiatric diseases (present or past) or acute endangerment of self or others. The implementation of this study was in accordance with the current version of the Declaration of Helsinki. A positive ethics vote was obtained from the ethics committee of the Medical Faculty of the University of Tübingen. Written informed consent was obtained from the participants after detailed information about the study. ",
    "page_idx": 3,
    "bbox": [
      304,
      187,
      546,
      353
    ],
    "first_span_bbox": [
      318,
      188,
      546,
      199
    ],
    "middle_type": "text",
    "middle_content": "The participants were recruited via an online platform forparticipants in Tübingen. They first had to complete a shortquestionnaire to determine the suitability for the experiment. Exclusion criteria were any contraindications for transcranialmagnetic stimulation/TMS [cf. Rossi et al. (2009)], any chronic oracute diseases which can influence the cerebral metabolism (e.g.,moderate or severe craniocerebral trauma, kidney insufficiency,diabetes, unattended hypertension), neurological or psychiatricdiseases (present or past) or acute endangerment of self or others. Theimplementation of this study was in accordance with the currentversion of the Declaration of Helsinki. A positive ethics vote wasobtained from the ethics committee of the Medical Faculty of theUniversity of Tübingen. Written informed consent was obtained fromthe participants after detailed information about the study.",
    "match_confidence": 0.9988489208633093,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "A total of thirty-one healthy adults (18 female, 13 male, 0 diverse) aged between 18 and 31 years $\\overset{\\cdot}{M}=23.55$ , $S D=3.68$ ) participated in this study which was designed as a cross-over experiment with two measurement time-points for each participant. All of them were college students at the University of Tübingen at the time of data collection and received financial compensation for their invested time. No participant reported any history of psychiatric or neurological disorders and all of them indicated to be right-handed, native German speakers. Power calculations to determine approximate sample size requirements were based on previous rTMS studies of our group (e.g., Tupak et al., 2013). In more detail, Tupak et al. (2013) examined the effects of an inhibitory rTMS challenge on prefrontal oxygenation as well as behavioral data in a group of healthy participants performing an emotional Stroop paradigm combined with fNIRS. However, instead of a cross-over design, classical challenge sessions were conducted (baseline measurement—rTMS intervention—post-rTMS assessment). For right-hemispheric stimulation, the within-subject effect of the rTMS protocol (regarding task-related changes in cerebral oxygenation for the baseline vs. post-rTMS measurement) reached an effect size f of 0.40 (based on a partial $\\boldsymbol{\\mathfrak{n}}^{2}$ of 0.139 as derived from the repeated-measures ANOVA; data obtained from the first author). Assuming a predefined $\\boldsymbol{p}$ of 0.05 and a power criterion of at least $90\\%$ , this effect size would correspond to a total sample size of $N=19$ . Considering the increased risk of data dropouts in our cross-over design comprising two measurement sessions, we decided to include a few more subjects during recruitment and aimed at a total sample of 30 participants (in order to ensure a final analyzed sample of at least 20 participants with available data for both sessions). ",
    "page_idx": 3,
    "bbox": [
      304,
      357,
      546,
      689
    ],
    "first_span_bbox": [
      318,
      356,
      546,
      367
    ],
    "middle_type": "text",
    "middle_content": "A total of thirty-one healthy adults (18 female, 13 male, 0 diverse)aged between 18 and 31 years \\overset{\\cdot}{M}=23.55 , S D=3.68 ) participated inthis study which was designed as a cross-over experiment with twomeasurement time-points for each participant. All of them werecollege students at the University of Tübingen at the time of datacollection and received financial compensation for their invested time. No participant reported any history of psychiatric or neurologicaldisorders and all of them indicated to be right-handed, native Germanspeakers. Power calculations to determine approximate sample sizerequirements were based on previous rTMS studies of our group (e.g.,Tupak et al., 2013). In more detail, Tupak et al. (2013) examined theeffects of an inhibitory rTMS challenge on prefrontal oxygenation aswell as behavioral data in a group of healthy participants performingan emotional Stroop paradigm combined with fNIRS. However,instead of a cross-over design, classical challenge sessions wereconducted (baseline measurement—rTMS intervention—post-rTMSassessment). For right-hemispheric stimulation, the within-subjecteffect of the rTMS protocol (regarding task-related changes in cerebraloxygenation for the baseline vs. post-rTMS measurement) reached aneffect size f of 0.40 (based on a partial \\boldsymbol{\\mathfrak{n}}^{2} of 0.139 as derived from therepeated-measures ANOVA; data obtained from the first author). Assuming a predefined \\boldsymbol{p} of 0.05 and a power criterion of at least 90\\% ,this effect size would correspond to a total sample size of N=19 . Considering the increased risk of data dropouts in our cross-overdesign comprising two measurement sessions, we decided to includea few more subjects during recruitment and aimed at a total sample of30 participants (in order to ensure a final analyzed sample of at least20 participants with available data for both sessions).",
    "match_confidence": 0.9989240080699395,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.2 Experimental design ",
    "text_level": 1,
    "page_idx": 3,
    "bbox": [
      304,
      712,
      437,
      727
    ],
    "first_span_bbox": [
      304,
      714,
      437,
      728
    ],
    "middle_type": "title",
    "middle_content": "2.2 Experimental design",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The present study was a within-subjects design with two identical measurement sessions two weeks apart in which participants received either verum or placebo/sham continuous theta-burst stimulation (cTBS). Verum stimulation meant that an inhibitory rTMS protocol was applied over right prefrontal areas, whereas during placebo/sham stimulation, the magnetic pulses were not actually angled toward the brain (and thus no inhibitory stimulation occurred). Between the cTBS and the experimental paradigm, approximately 7 min were needed for fitting the NIRS cap. The order of the cTBS manipulation (verum or sham for the first vs. second measurement time-point) was counterbalanced across participants, and participants as well as the experimenter were blinded with respect to the current cTBS protocol (verum vs. sham). The questionnaires were assessed online before the first measurement session. ",
    "page_idx": 3,
    "bbox": [
      304,
      739,
      546,
      762
    ],
    "first_span_bbox": [
      318,
      740,
      546,
      752
    ],
    "middle_type": "text",
    "middle_content": "The present study was a within-subjects design with two identicalmeasurement sessions two weeks apart in which participants received",
    "match_confidence": 0.9990476190476191,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 4,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "2.3 Paradigm ",
    "text_level": 1,
    "page_idx": 4,
    "bbox": [
      49,
      256,
      122,
      270
    ],
    "first_span_bbox": [
      48,
      257,
      122,
      271
    ],
    "middle_type": "title",
    "middle_content": "2.3 Paradigm",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The paradigm was a modified facial Stroop interference task, similar to the one used by Egner and Hirsch (2005), with congruent and incongruent Stroop stimuli. However, the stimuli were adapted for use in a German sample (see below) and instead of the “word reading” condition previously employed, we presented interfering auditory cues as the second stimulus dimension/task instruction. More precisely, photographic face stimuli depicting well-known actors and politicians were displayed, while names were heard simultaneously via loudspeakers. For the congruent condition, the auditory cue matched the current face stimulus regarding the stimulus category (and thus the correct response). For example, a spoken “George Bush” was combined with a picture of Vladimir Putin, so both stimulus dimensions primed the same response: “politician.” Please note that both stimuli never matched regarding the actual identity of both individuals. For incongruent trials, the auditory cue belonged to the stimulus category currently NOT displayed on the screen. For example, “George Bush” was combined with a picture of the actor Johnny Depp. There was one audio target block and one visual target block; each block consisted of 144 trials and the order of the two blocks was counterbalanced across participants. Furthermore, the order of the trials was balanced for congruency of the current and previous trial with four possible combinations: congruent followed by congruent, congruent followed by incongruent, incongruent followed by congruent, and incongruent followed by incongruent. The visual stimuli were presented for 1 s; the auditory stimuli had a duration of $800\\mathrm{ms}$ . Between the stimuli, there was a jittered break for 3–5 s. Based on the results of a pre-study (see below), we used a stimulus onset asynchrony (SOA) of $0\\mathrm{ms}$ for the auditory target block and an SOA of $150\\mathrm{ms}$ (distractor first) for the visual target block, to create an equally strong Stroop effect. The participants indicated their response (i.e., “actor” versus “politician” with respect to the auditory or visual target) via a millisecondaccurate USB response pad key (Black Box ToolKit®, United  Kingdom), with button order counterbalanced across participants. After the response had been indicated, the stimuli disappeared and the duration of the break was appropriately extended. Between the two blocks, a longer break was inserted, the duration of which was determined by the participants. In Figure 1B, an exemplary trial sequence is depicted. ",
    "page_idx": 4,
    "bbox": [
      49,
      280,
      291,
      751
    ],
    "first_span_bbox": [
      63,
      284,
      292,
      295
    ],
    "middle_type": "text",
    "middle_content": "The paradigm was a modified facial Stroop interference task,similar to the one used by Egner and Hirsch (2005), with congruentand incongruent Stroop stimuli. However, the stimuli were adaptedfor use in a German sample (see below) and instead of the “wordreading” condition previously employed, we presented interferingauditory cues as the second stimulus dimension/task instruction. More precisely, photographic face stimuli depicting well-knownactors and politicians were displayed, while names were heardsimultaneously via loudspeakers. For the congruent condition, theauditory cue matched the current face stimulus regarding thestimulus category (and thus the correct response). For example, aspoken “George Bush” was combined with a picture of VladimirPutin, so both stimulus dimensions primed the same response: “politician.” Please note that both stimuli never matched regardingthe actual identity of both individuals. For incongruent trials, theauditory cue belonged to the stimulus category currently NOTdisplayed on the screen. For example, “George Bush” was combinedwith a picture of the actor Johnny Depp. There was one audio targetblock and one visual target block; each block consisted of 144 trialsand the order of the two blocks was counterbalanced acrossparticipants. Furthermore, the order of the trials was balanced forcongruency of the current and previous trial with four possiblecombinations: congruent followed by congruent, congruent followedby incongruent, incongruent followed by congruent, and incongruentfollowed by incongruent. The visual stimuli were presented for 1 s; theauditory stimuli had a duration of 800\\mathrm{ms} . Between the stimuli, therewas a jittered break for 3–5 s. Based on the results of a pre-study (seebelow), we used a stimulus onset asynchrony (SOA) of 0\\mathrm{ms} for theauditory target block and an SOA of 150\\mathrm{ms} (distractor first) for thevisual target block, to create an equally strong Stroop effect. Theparticipants indicated their response (i.e., “actor” versus “politician”with respect to the auditory or visual target) via a millisecondaccurate USB response pad key (Black Box ToolKit®,United  Kingdom), with button order counterbalanced acrossparticipants. After the response had been indicated, the stimulidisappeared and the duration of the break was appropriatelyextended. Between the two blocks, a longer break was inserted, theduration of which was determined by the participants. In Figure 1B,an exemplary trial sequence is depicted.",
    "match_confidence": 0.7745616861609149,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Overall, we employed a four-factorial experimental design with factors “current congruency” (congruent vs. incongruent current trial), “previous congruency” (congruent vs. incongruent preceding trial), “target modality” (auditory vs. visual target) and “TBS protocol” (verum vs. placebo; see below). ",
    "page_idx": 4,
    "bbox": [
      304,
      79,
      546,
      138
    ],
    "first_span_bbox": [
      318,
      80,
      546,
      91
    ],
    "middle_type": "text",
    "middle_content": "Overall, we employed a four-factorial experimental design withfactors “current congruency” (congruent vs. incongruent currenttrial), “previous congruency” (congruent vs. incongruent precedingtrial), “target modality” (auditory vs. visual target) and “TBS protocol”(verum vs. placebo; see below).",
    "match_confidence": 0.742710244648318,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.4 Pre-studies ",
    "text_level": 1,
    "page_idx": 4,
    "bbox": [
      304,
      160,
      387,
      174
    ],
    "first_span_bbox": [
      303,
      160,
      389,
      175
    ],
    "middle_type": "title",
    "middle_content": "2.4 Pre-studies",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "To identify the best-known actors and politicians in Germany, we performed a pre-study with 50 participants (separate from the study sample of the main trial). In a questionnaire, participants indicated the name of the pictured person and judged the actor’s/ politician’s popularity and their personal as well as alleged general familiarity with them. Based on these results and additional analyses (of word lengths, number of syllables and similarities), we eventually decided to use George Bush, Vladimir Putin and Joachim Gauck for the politician category and Johnny Depp, Orlando Bloom and Till Schweiger for the actor category. The pictures were transformed into greyscale and controlled for contrast, intensity and size ( $300\\times450$ pixel, presented in the middle of the screen). The auditory files were edited with audacity® (version 2.1.2) and controlled for volume (approximately 80 decibels), length and peaks. As there are partly contradicting results considering the optimal SOA to elicit a Stroop effect (e.g., Donohue et al., 2013; Hanauer and Brooks, 2003; Roelofs, 2005; Vroomen and Keetels, 2010), we titrated the best fitting SOA for our paradigm in an additional pre-study. Based on the results of this pre-study (see Supplementary material), we used an SOA of $0\\mathrm{ms}$ for the auditory target block and an SOA of $150\\mathrm{ms}$ for the visual target block of the main study. ",
    "page_idx": 4,
    "bbox": [
      304,
      187,
      546,
      438
    ],
    "first_span_bbox": [
      318,
      188,
      546,
      199
    ],
    "middle_type": "text",
    "middle_content": "To identify the best-known actors and politicians in Germany,we performed a pre-study with 50 participants (separate from thestudy sample of the main trial). In a questionnaire, participantsindicated the name of the pictured person and judged the actor’s/politician’s popularity and their personal as well as alleged generalfamiliarity with them. Based on these results and additional analyses(of word lengths, number of syllables and similarities), we eventuallydecided to use George Bush, Vladimir Putin and Joachim Gauck forthe politician category and Johnny Depp, Orlando Bloom and TillSchweiger for the actor category. The pictures were transformed intogreyscale and controlled for contrast, intensity and size ( 300\\times450pixel, presented in the middle of the screen). The auditory files wereedited with audacity® (version 2.1.2) and controlled for volume(approximately 80 decibels), length and peaks. As there are partlycontradicting results considering the optimal SOA to elicit a Stroopeffect (e.g., Donohue et al., 2013; Hanauer and Brooks, 2003; Roelofs,2005; Vroomen and Keetels, 2010), we titrated the best fitting SOA forour paradigm in an additional pre-study. Based on the results of thispre-study (see Supplementary material), we used an SOA of 0\\mathrm{ms} forthe auditory target block and an SOA of 150\\mathrm{ms} for the visual targetblock of the main study.",
    "match_confidence": 0.986355140186916,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.5 Theta-burst stimulation (TBS) ",
    "text_level": 1,
    "page_idx": 4,
    "bbox": [
      305,
      460,
      487,
      474
    ],
    "first_span_bbox": [
      305,
      462,
      487,
      474
    ],
    "middle_type": "title",
    "middle_content": "2.5 Theta-burst stimulation (TBS)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Neurostimulation of the right DLPFC was performed with thetaburst stimulation (TBS; Huang et  al., 2005; Huang and Rothwell, 2004). The TMS coil was located at electrode position F4, corresponding to parts of the DLPFC according to Herwig et  al. (2003). The stimulation followed the protocol developed by Huang et al. (2005): $5\\mathrm{Hz}$ theta bursts of three ${50}\\mathrm{Hz}$ pulses at $80\\%$ individual active motor threshold were continuously applied for $40s$ (600 pulses in total). Using this protocol, verum stimulation ought to have had an inhibitory effect on underlying cortical areas (i.e., the right DLPFC). The different TBS challenges were applied in a double-blind fashion using an active-passive placebo/verum coil system by MagVenture®. The coil is two-sided and the system gives the instruction to the blinded experimenter which side to use. In the placebo condition, the magnetic pulses are emitted in a direction away from the participant’s head, so the sound is the same, but no stimulation is induced. Additionally, in the placebo condition somatosensory perceptions on the scalp due to TMS pulses are simulated by smooth electrical impulses provided via electrodes. ",
    "page_idx": 4,
    "bbox": [
      304,
      488,
      546,
      701
    ],
    "first_span_bbox": [
      318,
      488,
      546,
      498
    ],
    "middle_type": "text",
    "middle_content": "Neurostimulation of the right DLPFC was performed with thetaburst stimulation (TBS; Huang et  al., 2005; Huang and Rothwell,2004). The TMS coil was located at electrode position F4,corresponding to parts of the DLPFC according to Herwig et  al. (2003). The stimulation followed the protocol developed by Huanget al. (2005): 5\\mathrm{Hz} theta bursts of three {50}\\mathrm{Hz} pulses at 80\\% individualactive motor threshold were continuously applied for 40s (600 pulsesin total). Using this protocol, verum stimulation ought to have had aninhibitory effect on underlying cortical areas (i.e., the right DLPFC). The different TBS challenges were applied in a double-blind fashionusing an active-passive placebo/verum coil system by MagVenture®. The coil is two-sided and the system gives the instruction to theblinded experimenter which side to use. In the placebo condition, themagnetic pulses are emitted in a direction away from the participant’shead, so the sound is the same, but no stimulation is induced. Additionally, in the placebo condition somatosensory perceptions onthe scalp due to TMS pulses are simulated by smooth electricalimpulses provided via electrodes.",
    "match_confidence": 0.9992256637168142,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Regarding aspects of lateralization, please note that—while both the left and right DLPFC have previously been associated with the Stroop task and cognitive control in general and some controversy exists regarding relative contributions of both hemispheres (e.g., ",
    "page_idx": 4,
    "bbox": [
      304,
      704,
      546,
      750
    ],
    "first_span_bbox": [
      318,
      705,
      546,
      714
    ],
    "middle_type": "text",
    "middle_content": "Regarding aspects of lateralization, please note that—while boththe left and right DLPFC have previously been associated with theStroop task and cognitive control in general and some controversyexists regarding relative contributions of both hemispheres (e.g.,",
    "match_confidence": 0.9985294117647059,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Ambrosini and Vallesi, 2017; Hazeltine et  al., 2000; Vallesi, 2021; Vanderhasselt et  al., 2009)—the study underlying our current paradigm (Egner and Hirsch, 2005) found specifically the right DLPFC to be involved in cognitive control during conflict adaptation, which is why we chose to inhibit only the right DLPFC for the present project. This decision seems bolstered by previous behavioral studies showing no conflict-specific effects of excitatory stimulation of the left DLPFC (Baumert et  al., 2020; Parris et  al., 2021; Vanderhasselt et al., 2006). ",
    "page_idx": 5,
    "bbox": [
      49,
      79,
      291,
      186
    ],
    "first_span_bbox": [
      49,
      80,
      291,
      90
    ],
    "middle_type": "text",
    "middle_content": "Ambrosini and Vallesi, 2017; Hazeltine et  al., 2000; Vallesi, 2021;Vanderhasselt et  al., 2009)—the study underlying our currentparadigm (Egner and Hirsch, 2005) found specifically the rightDLPFC to be involved in cognitive control during conflict adaptation,which is why we chose to inhibit only the right DLPFC for the presentproject. This decision seems bolstered by previous behavioral studiesshowing no conflict-specific effects of excitatory stimulation of the leftDLPFC (Baumert et  al., 2020; Parris et  al., 2021; Vanderhasseltet al., 2006).",
    "match_confidence": 0.999043062200957,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.6 Measurement methods ",
    "text_level": 1,
    "page_idx": 5,
    "bbox": [
      50,
      209,
      198,
      222
    ],
    "first_span_bbox": [
      49,
      209,
      198,
      222
    ],
    "middle_type": "title",
    "middle_content": "2.6 Measurement methods",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "2.6.1 Functional near-infrared spectroscopy (fNIRS) ",
    "text_level": 1,
    "page_idx": 5,
    "bbox": [
      49,
      234,
      262,
      257
    ],
    "first_span_bbox": [
      48,
      233,
      262,
      248
    ],
    "middle_type": "title",
    "middle_content": "2.6.1 Functional near-infrared spectroscopy(fNIRS)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "FNIRS is a non-invasive optical imaging technique that allows for in-vivo measurements of changes in the concentration of oxygenated $\\mathrm{(O_{2}H b)}$ ) and deoxygenated (HHb) hemoglobin in cortical brain tissue. FNIRS measurements were conducted using the ETG-4000 Optical Topography System (Hitachi Medical Co., Japan), a continuous wave system with two different wavelengths ( $695\\pm20$ and $830\\pm20\\mathrm{nm}$ ) and a temporal resolution of up to $10\\mathrm{Hz}$ . The fNIRS sensors were placed over left and right frontotemporal areas using a $3\\times11$ probeset with 52 channels, 16 detectors and 17 emitters, and an inter-optode distance of $3\\mathrm{cm}$ . Based on the international 10–20 system (Jasper, 1958), the bottom row was oriented toward T3/T4 (left/right) and the medial optode in the bottom row was located on Fpz. The probe set positioning is depicted in Figure 2. ",
    "page_idx": 5,
    "bbox": [
      49,
      260,
      291,
      414
    ],
    "first_span_bbox": [
      63,
      261,
      291,
      271
    ],
    "middle_type": "text",
    "middle_content": "FNIRS is a non-invasive optical imaging technique that allows forin-vivo measurements of changes in the concentration of oxygenated\\mathrm{(O_{2}H b)} ) and deoxygenated (HHb) hemoglobin in cortical brain tissue. FNIRS measurements were conducted using the ETG-4000 OpticalTopography System (Hitachi Medical Co., Japan), a continuous wavesystem with two different wavelengths ( 695\\pm20 and 830\\pm20\\mathrm{nm} ) anda temporal resolution of up to 10\\mathrm{Hz} . The fNIRS sensors were placedover left and right frontotemporal areas using a 3\\times11 probeset with52 channels, 16 detectors and 17 emitters, and an inter-optodedistance of 3\\mathrm{cm} . Based on the international 10–20 system (Jasper,1958), the bottom row was oriented toward T3/T4 (left/right) and themedial optode in the bottom row was located on Fpz. The probe setpositioning is depicted in Figure 2.",
    "match_confidence": 0.9989536621823618,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.6.2 Electroencephalography (EEG) ",
    "text_level": 1,
    "page_idx": 5,
    "bbox": [
      50,
      426,
      224,
      438
    ],
    "first_span_bbox": [
      49,
      426,
      224,
      440
    ],
    "middle_type": "title",
    "middle_content": "2.6.2 Electroencephalography (EEG)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The EEG was recorded from 12 scalp electrodes placed according to the international 10–20 system (Jasper, 1958). Four electrodes were placed at positions P7, P8, O1 and O2 for recording the N170, an early negative ERP component with an occipito-temporal maximum reflecting the processing of face stimuli (e.g., Bentin et  al., 1996; Gauthier et al., 2003) within the FFA (e.g., Herrmann et al., 2004; Shibata et al., 2002). One additional electrode was placed on $\\mathrm{Cz}$ four around the eyes for correcting eye movements and blinks, one ground between $\\mathrm{Cz}$ and Fpz and two reference electrodes at the mastoids. ",
    "page_idx": 5,
    "bbox": [
      49,
      439,
      291,
      546
    ],
    "first_span_bbox": [
      63,
      439,
      291,
      451
    ],
    "middle_type": "text",
    "middle_content": "The EEG was recorded from 12 scalp electrodes placed accordingto the international 10–20 system (Jasper, 1958). Four electrodes wereplaced at positions P7, P8, O1 and O2 for recording the N170, an earlynegative ERP component with an occipito-temporal maximumreflecting the processing of face stimuli (e.g., Bentin et  al., 1996;Gauthier et al., 2003) within the FFA (e.g., Herrmann et al., 2004;Shibata et al., 2002). One additional electrode was placed on \\mathrm{Cz} fouraround the eyes for correcting eye movements and blinks, one groundbetween \\mathrm{Cz} and Fpz and two reference electrodes at the mastoids.",
    "match_confidence": 0.9989247311827958,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.7 Questionnaires ",
    "text_level": 1,
    "page_idx": 5,
    "bbox": [
      304,
      77,
      408,
      90
    ],
    "first_span_bbox": [
      304,
      77,
      409,
      91
    ],
    "middle_type": "title",
    "middle_content": "2.7 Questionnaires",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Different questionnaires were used to assess aspects related to cognitive control such as impulsivity, temperament and cognitive failures in order to investigate potential correlations between Stroop task performance and these individual characteristics. The questionnaires were completed online before (or partly during) the measurement via Sosci Survey (Leiner, 2014). The following instruments were used: Cognitive Failures Questionnaire (Lumb, 1995), Adult ADHD Self-report Scale (ASRS; Adler et al., 2006) and the Adult Temperament Questionnaire (ATQ; Wiltink et al., 2006). For the latter, we  focused only on the three subscales of Effortful Control: Attention control, Inhibitory control and Activation control. After the second session, the participants were asked to indicate in which of the two sessions they thought verum cTBS had been applied (to check for blinding). ",
    "page_idx": 5,
    "bbox": [
      304,
      104,
      546,
      269
    ],
    "first_span_bbox": [
      318,
      104,
      546,
      114
    ],
    "middle_type": "text",
    "middle_content": "Different questionnaires were used to assess aspects related tocognitive control such as impulsivity, temperament and cognitivefailures in order to investigate potential correlations between Strooptask performance and these individual characteristics. Thequestionnaires were completed online before (or partly during) themeasurement via Sosci Survey (Leiner, 2014). The followinginstruments were used: Cognitive Failures Questionnaire (Lumb,1995), Adult ADHD Self-report Scale (ASRS; Adler et al., 2006) andthe Adult Temperament Questionnaire (ATQ; Wiltink et al., 2006). For the latter, we  focused only on the three subscales of EffortfulControl: Attention control, Inhibitory control and Activation control. After the second session, the participants were asked to indicate inwhich of the two sessions they thought verum cTBS had been applied(to check for blinding).",
    "match_confidence": 0.9988059701492538,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.8 Data analyses ",
    "text_level": 1,
    "page_idx": 5,
    "bbox": [
      304,
      293,
      400,
      306
    ],
    "first_span_bbox": [
      304,
      294,
      401,
      307
    ],
    "middle_type": "title",
    "middle_content": "2.8 Data analyses",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The behavioral data from a total of 9 participants had to be  excluded from the analyses for different reasons: For four participants, RTs were not recorded for at least one of the two sessions (technical error; additionally, one of them also received the wrong Stroop version with a different sequence of target modalities for t1 than for t2); one participant received the wrong version of the paradigm for the second measurement session (i.e., while the assignment of response buttons to stimulus categories [actor/ politician] was counterbalanced across participants but kept constant for each individual, one participant had a change in response button assignments between t1 and t2) and two participants confused both response buttons during the “visual” task block of their first measurement session; and finally, two more participants followed the wrong task instruction (visual instead of auditory focus) during the “auditory” task block of their first measurement session. ",
    "page_idx": 5,
    "bbox": [
      304,
      320,
      546,
      497
    ],
    "first_span_bbox": [
      318,
      321,
      546,
      330
    ],
    "middle_type": "text",
    "middle_content": "The behavioral data from a total of 9 participants had tobe  excluded from the analyses for different reasons: For fourparticipants, RTs were not recorded for at least one of the two sessions(technical error; additionally, one of them also received the wrongStroop version with a different sequence of target modalities for t1than for t2); one participant received the wrong version of theparadigm for the second measurement session (i.e., while theassignment of response buttons to stimulus categories [actor/politician] was counterbalanced across participants but kept constantfor each individual, one participant had a change in response buttonassignments between t1 and t2) and two participants confused bothresponse buttons during the “visual” task block of their firstmeasurement session; and finally, two more participants followed thewrong task instruction (visual instead of auditory focus) during the“auditory” task block of their first measurement session.",
    "match_confidence": 0.9912698412698413,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Three of these participants were also excluded from the analysis of the neurophysiological data, namely participants who actually followed a wrong instruction—i.e. did something that we did not intend to measure—or received an incorrect Stroop version that then confounded a sequence effect with one of the variables of interest. Additionally, seven data sets had to be excluded from the analysis of the fNIRS data due to missing trigger information $(n=4)$ ), noisy data $\\left(n=2\\right)$ or incomplete recordings $(n=1)$ ). For the EEG data, a total of three data sets were excluded due to an incorrect positioning of the electrodes $(n=1)$ ), overall noisy data $(n=1)$ or less than 20 artifact-free segments in at least one of the eight conditions $(n=1)$ ). Overall, 22 data sets were available for the behavioral analyses (mean age: $23.3\\pm3.8$ years; ASRS sum score: $31.7\\pm5.0$ ) while 21 participants could be  included in the analysis of the fNIRS (mean age: $23.6\\pm4.1$ years; ASRS: $30.9\\pm5.7\\$ ) and 25 in the analysis of the EEG data (mean age: $23.8\\pm3.9$ years; ASRS: $31.7\\pm5.4\\$ ). So unfortunately, only parts of the sample were available for the different correlation analyses with at least two out of three data sets available (see below; see also limitation section of the discussion). ",
    "page_idx": 5,
    "bbox": [
      304,
      500,
      546,
      546
    ],
    "first_span_bbox": [
      318,
      501,
      546,
      511
    ],
    "middle_type": "text",
    "middle_content": "Three of these participants were also excluded from the analysisof the neurophysiological data, namely participants who actuallyfollowed a wrong instruction—i.e. did something that we did notintend to measure—or received an incorrect Stroop version that thenconfounded a sequence effect with one of the variables of interest. Additionally, seven data sets had to be excluded from the analysis ofthe fNIRS data due to missing trigger information (n=4) ), noisy data\\left(n=2\\right) or incomplete recordings (n=1) ). For the EEG data, a total ofthree data sets were excluded due to an incorrect positioning of theelectrodes (n=1) ), overall noisy data (n=1) or less than 20 artifact-freesegments in at least one of the eight conditions (n=1) ). Overall, 22 datasets were available for the behavioral analyses (mean age: 23.3\\pm3.8 years; ASRS sum score: 31.7\\pm5.0 ) while 21 participantscould be  included in the analysis of the fNIRS (mean age: 23.6\\pm4.1 years; ASRS: 30.9\\pm5.7\\ ) and 25 in the analysis of the EEGdata (mean age: 23.8\\pm3.9 years; ASRS: 31.7\\pm5.4\\ ). So unfortunately,only parts of the sample were available for the different correlationanalyses with at least two out of three data sets available (see below;see also limitation section of the discussion).",
    "match_confidence": 0.9989754098360656,
    "match_method": "para_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/8ed20c5aae925d0c0fb7d5a02288f10a47660e598da53c5f04e1eb3e24c9b49d.jpg",
    "img_caption": [
      "FIGURE 2 Probe set positioning of the 52 fNIRS channels. Blue channel numbers indicate channels covering the DLPFC, red channel numbers are candidate channels for the functional channel of interest analysis for allocating the individual position of the auditory cortex (for further explanations see section Preprocessing of fNIRS data). "
    ],
    "img_footnote": [],
    "page_idx": 5,
    "bbox": [
      61,
      725,
      530,
      761
    ],
    "first_span_bbox": [
      61,
      726,
      87,
      735
    ],
    "middle_type": "image_caption",
    "middle_content": "FIGURE 2Probe set positioning of the 52 fNIRS channels. Blue channel numbers indicate channels covering the DLPFC, red channel numbers are candidatechannels for the functional channel of interest analysis for allocating the individual position of the auditory cortex (for further explanations see sectionPreprocessing of fNIRS data).",
    "match_confidence": 0.999236641221374,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 6,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "2.8.1 Preprocessing of fNIRS data ",
    "text_level": 1,
    "page_idx": 6,
    "bbox": [
      49,
      270,
      210,
      282
    ],
    "first_span_bbox": [
      49,
      270,
      210,
      284
    ],
    "middle_type": "title",
    "middle_content": "2.8.1 Preprocessing of fNIRS data",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The fNIRS data were exported and analyzed with MATLAB 2020a (The MathWorks, Natick, MA, USA). Preprocessing of the data was performed using customized scripts. After interpolating single noisy channels, spikes primarily caused by movements were removed using Temporal Derivative Distribution Repair (TDDR; Fishburn et  al., 2019). After that, $\\mathrm{O}_{2}\\mathrm{Hb}$ and HHb signals were combined using the correlation based signal improvement procedure (CBSI; Cui et al., 2010) in order to yield a single measure of the BOLD response (“true $\\mathrm{O}_{2}\\mathrm{Hb}^{33}.$ ) corrected for remaining motion artefacts (cbsi-Hb). Data were then bandpass-filtered to exclude all frequencies ${<}0.01$ Hz and ${>}0.3\\mathrm{Hz}$ . Event triggers contaminated by biting artefacts or technical noise—as determined by visual inspection of the data—were rejected by excluding affected events (exclusion of ${\\sim}13\\%$ of the events). Finally, a global signal reduction was performed with a spatial Gaussian kernel filter with a standard deviation of $\\sigma=50$ (Zhang et al., 2016) and data were $\\mathbf{Z}$ -standardized. ",
    "page_idx": 6,
    "bbox": [
      49,
      284,
      291,
      473
    ],
    "first_span_bbox": [
      63,
      284,
      291,
      295
    ],
    "middle_type": "text",
    "middle_content": "The fNIRS data were exported and analyzed with MATLAB 2020a(The MathWorks, Natick, MA, USA). Preprocessing of the data wasperformed using customized scripts. After interpolating single noisychannels, spikes primarily caused by movements were removed usingTemporal Derivative Distribution Repair (TDDR; Fishburn et  al.,2019). After that, \\mathrm{O}_{2}\\mathrm{Hb} and HHb signals were combined using thecorrelation based signal improvement procedure (CBSI; Cui et al.,2010) in order to yield a single measure of the BOLD response (“true\\mathrm{O}_{2}\\mathrm{Hb}^{33}. ) corrected for remaining motion artefacts (cbsi-Hb). Data werethen bandpass-filtered to exclude all frequencies {<}0.01 Hz and {>}0.3\\mathrm{Hz} . Event triggers contaminated by biting artefacts or technical noise—asdetermined by visual inspection of the data—were rejected byexcluding affected events (exclusion of {\\sim}13\\% of the events). Finally, aglobal signal reduction was performed with a spatial Gaussian kernelfilter with a standard deviation of \\sigma=50 (Zhang et al., 2016) and datawere \\mathbf{Z} -standardized.",
    "match_confidence": 0.9991545893719807,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Following the pre-processing of the data, we used a model-based analysis in which event-related BOLD responses were modeled by a canonical BOLD response (i.e., one regressor per condition; peak time: 5 s) and which has been adopted for event-related fNIRS data from standard fMRI analyses using the general linear model (GLM) (Plichta et  al., 2007). Channels were assigned to approximate underlying cortical areas using the virtual registration procedure described by Tsuzuki et al. (2007), Rorden and Brett (2000) and Singh et al. (2005) (see Figure 2 for an assignment of channels to different regions of interest). Analyses of frontal activation patterns (DLPFC and surrounding channels) were restricted to (1) a plausibility check of our neurostimulation protocol by globally contrasting placebo vs. verum stimulation across task conditions (hypothesis 3a), and (2) a targeted contrast of incongruent following incongruent vs. incongruent following congruent trials to elucidate the cortical correlate of the behavioral Gratton effect (hypothesis 3b). For both of these analyses of frontal cortex effects, simple t-maps were used to illustrate the findings (see Figures 3, 4). We also conducted a ROI (region of interest)-based analysis of the DLPFC to perform correlation analyses (see below). To this end, all channels allocated to the left and right DLPFC, respectively, were averaged per task condition and participant (see Figure  2; left DLPFC: channels $\\#6\\mathrm{-}9$ , 17, 18, 39, 50; right DLPFC: channels #2–5, 14, 15, 25, 35, 45, 46). In contrast, to quantify activity within the auditory cortex, we used an individual functional channel of interest (fCOI) ",
    "page_idx": 6,
    "bbox": [
      49,
      476,
      291,
      773
    ],
    "first_span_bbox": [
      63,
      476,
      292,
      487
    ],
    "middle_type": "text",
    "middle_content": "Following the pre-processing of the data, we used a model-basedanalysis in which event-related BOLD responses were modeled by acanonical BOLD response (i.e., one regressor per condition; peaktime: 5 s) and which has been adopted for event-related fNIRS datafrom standard fMRI analyses using the general linear model (GLM)(Plichta et  al., 2007). Channels were assigned to approximateunderlying cortical areas using the virtual registration proceduredescribed by Tsuzuki et al. (2007), Rorden and Brett (2000) andSingh et al. (2005) (see Figure 2 for an assignment of channels todifferent regions of interest). Analyses of frontal activation patterns(DLPFC and surrounding channels) were restricted to (1) aplausibility check of our neurostimulation protocol by globallycontrasting placebo vs. verum stimulation across task conditions(hypothesis 3a), and (2) a targeted contrast of incongruent followingincongruent vs. incongruent following congruent trials to elucidatethe cortical correlate of the behavioral Gratton effect (hypothesis3b). For both of these analyses of frontal cortex effects, simplet-maps were used to illustrate the findings (see Figures 3, 4). We alsoconducted a ROI (region of interest)-based analysis of the DLPFCto perform correlation analyses (see below). To this end, all channelsallocated to the left and right DLPFC, respectively, were averagedper task condition and participant (see Figure  2; left DLPFC: channels \\#6\\mathrm{-}9 , 17, 18, 39, 50; right DLPFC: channels #2–5, 14, 15,25, 35, 45, 46). In contrast, to quantify activity within the auditorycortex, we used an individual functional channel of interest (fCOI)",
    "match_confidence": 0.9937898089171975,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "analysis since the assignment between temporal channels and underlying auditory cortex is less well defined and signal-to-noise ratio tends to be reduced compared to frontal areas of the brain. To this end, in each participant, we determined the channel with the strongest activation across all conditions (i.e., largest GLM regression coefficient $\\beta$ for an all-greater-baseline contrast) from a set of twelve (six per hemisphere) predefined candidate channels (channels: 11, 21, 22, 31–33, 41–44, 51, 52; see Figure  2). This channel was then determined as individual fCOI for the auditory cortex and was used for all subsequent analyses with different subsamples of trials [cf. Powell et  al. (2018)]. Importantly, the channel selection contrast (i.e., all greater baseline) was independent from the later contrasts used in the main analyses, so that the procedure avoids circular statistical analysis. This was confirmed in a simulation in which individually selecting a channel based on this selection contrast did not inflate the false positive rate of an independent contrast at group level. The statistical tests were performed on the GLM’s regression coefficient ß using SPSS 28.0 (SPSS Inc., Chicago, United States). ",
    "page_idx": 6,
    "bbox": [
      304,
      78,
      546,
      306
    ],
    "first_span_bbox": [
      304,
      80,
      547,
      91
    ],
    "middle_type": "text",
    "middle_content": "analysis since the assignment between temporal channels andunderlying auditory cortex is less well defined and signal-to-noiseratio tends to be reduced compared to frontal areas of the brain. Tothis end, in each participant, we determined the channel with thestrongest activation across all conditions (i.e., largest GLMregression coefficient \\beta for an all-greater-baseline contrast) from aset of twelve (six per hemisphere) predefined candidate channels(channels: 11, 21, 22, 31–33, 41–44, 51, 52; see Figure  2). Thischannel was then determined as individual fCOI for the auditorycortex and was used for all subsequent analyses with differentsubsamples of trials [cf. Powell et  al. (2018)]. Importantly, thechannel selection contrast (i.e., all greater baseline) was independentfrom the later contrasts used in the main analyses, so that theprocedure avoids circular statistical analysis. This was confirmed ina simulation in which individually selecting a channel based on thisselection contrast did not inflate the false positive rate of anindependent contrast at group level. The statistical tests wereperformed on the GLM’s regression coefficient ß using SPSS 28.0(SPSS Inc., Chicago, United States).",
    "match_confidence": 0.99186295503212,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.8.2 Preprocessing of EEG data ",
    "text_level": 1,
    "page_idx": 6,
    "bbox": [
      304,
      318,
      460,
      330
    ],
    "first_span_bbox": [
      304,
      318,
      459,
      332
    ],
    "middle_type": "title",
    "middle_content": "2.8.2 Preprocessing of EEG data",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The data analysis was adapted from Herrmann et al. (2004). A $0.1{-}70\\mathrm{Hz}$ bandpass filter was used and the data were corrected for blinks and eye movements (for the exact procedure see Herrmann et al., 2004). All artifact-free trials (following an automatic artifact rejection excluding segments with amplitudes exceeding $\\pm70\\upmu\\mathrm{V}$ or voltage steps exceeding $70\\upmu\\mathrm{V}$ from one sampling point to the next) were segmented $(-200\\mathrm{-}1,000\\mathrm{ms)}$ and averaged (in relation to $\\mathrm{Cz}$ ) separately for each subject and condition. Based on these grand mean curves, the N170 was determined as the negative peak value (see Herrmann et al., 2004) in the time frame between $148\\mathrm{ms}$ and $281\\mathrm{ms}$ for electrodes P7 and P8 (correspondingly, the latency of the N170 was individually determined as the time point of the most negative peak within this time-window, separately for both electrode positions). An automatic peak detection was performed, which was visually inspected for all conditions and corrected in single cases where the N170 was not correctly identified by the algorithm. Participants were only further analyzed if they had at least 20 artifact-free segments per task condition. ",
    "page_idx": 6,
    "bbox": [
      304,
      331,
      546,
      546
    ],
    "first_span_bbox": [
      318,
      332,
      547,
      343
    ],
    "middle_type": "text",
    "middle_content": "The data analysis was adapted from Herrmann et al. (2004). A0.1{-}70\\mathrm{Hz} bandpass filter was used and the data were corrected forblinks and eye movements (for the exact procedure see Herrmannet al., 2004). All artifact-free trials (following an automatic artifactrejection excluding segments with amplitudes exceeding \\pm70\\upmu\\mathrm{V} orvoltage steps exceeding 70\\upmu\\mathrm{V} from one sampling point to the next)were segmented (-200\\mathrm{-}1,000\\mathrm{ms)} and averaged (in relation to \\mathrm{Cz} )separately for each subject and condition. Based on these grand meancurves, the N170 was determined as the negative peak value (seeHerrmann et al., 2004) in the time frame between 148\\mathrm{ms} and 281\\mathrm{ms}for electrodes P7 and P8 (correspondingly, the latency of the N170 wasindividually determined as the time point of the most negative peakwithin this time-window, separately for both electrode positions). Anautomatic peak detection was performed, which was visually inspectedfor all conditions and corrected in single cases where the N170 wasnot correctly identified by the algorithm. Participants were onlyfurther analyzed if they had at least 20 artifact-free segments pertask condition.",
    "match_confidence": 0.9989361702127659,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "2.8.3 Statistics ",
    "text_level": 1,
    "page_idx": 6,
    "bbox": [
      304,
      558,
      374,
      570
    ],
    "first_span_bbox": [
      303,
      557,
      375,
      570
    ],
    "middle_type": "title",
    "middle_content": "2.8.3 Statistics",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "For all analyses of the behavioral data, we  used the inverse efficiency score (IES; Bruyer and Brysbaert, 2011; Townsend and Ashby, 1983) which normalizes RTs by the proportion of correct reaction times responses: IES $=$ . $\\phantom{+}\\mathrm{A}2\\times2\\times2\\times2$ ANOVA for 1- proportion of errors repeated measurements with the within-subject factors stimulation, modality, congruency and congruency of the previous trial was run (only one test, so no correction for multiple statistical testing was deemed necessary for the behavioral data). For post-hoc analyses of significant interactions, paired t-tests were applied as appropriate (with a focus on neurostimulation effects on the Gratton and Stroop effect, in line with our a priori hypothesis 1). ",
    "page_idx": 6,
    "bbox": [
      304,
      572,
      547,
      726
    ],
    "first_span_bbox": [
      318,
      572,
      547,
      582
    ],
    "middle_type": "text",
    "middle_content": "For all analyses of the behavioral data, we  used the inverseefficiency score (IES; Bruyer and Brysbaert, 2011; Townsend andAshby, 1983) which normalizes RTs by the proportion of correctreaction timesresponses: IES = . \\phantom{+}\\mathrm{A}2\\times2\\times2\\times2 ANOVA for1- proportion of errorsrepeated measurements with the within-subject factors stimulation,modality, congruency and congruency of the previous trial was run(only one test, so no correction for multiple statistical testing wasdeemed necessary for the behavioral data). For post-hoc analyses ofsignificant interactions, paired t-tests were applied as appropriate(with a focus on neurostimulation effects on the Gratton and Stroopeffect, in line with our a priori hypothesis 1).",
    "match_confidence": 0.9961739130434784,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "To analyze the fNIRS data, we first of all performed a manipulation check of the TBS intervention by analyzing overall activation for the placebo vs. verum stimulation session (averaged across all experimental conditions; hypothesis 3a). The results were depicted in ",
    "page_idx": 6,
    "bbox": [
      304,
      727,
      546,
      774
    ],
    "first_span_bbox": [
      318,
      727,
      546,
      740
    ],
    "middle_type": "text",
    "middle_content": "To analyze the fNIRS data, we first of all performed a manipulationcheck of the TBS intervention by analyzing overall activation for theplacebo vs. verum stimulation session (averaged across allexperimental conditions; hypothesis 3a). The results were depicted in",
    "match_confidence": 0.9985365853658537,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/b2d0265bd7b3297b1e64fe9e0709a6c1f357427d93dabd6603c377193050de59.jpg",
    "img_caption": [
      "T-maps of fNIRS activation data averaged across all experimental conditions following verum (left) vs. placebo (right) TBS. Black numbers mark significant deviations from zero (uncorrected $p$ -values), i.e., significantly activated fNIRS channels. "
    ],
    "img_footnote": [],
    "page_idx": 7,
    "bbox": [
      58,
      366,
      506,
      385
    ],
    "first_span_bbox": [
      61,
      367,
      507,
      378
    ],
    "middle_type": "image_caption",
    "middle_content": "T-maps of fNIRS activation data averaged across all experimental conditions following verum (left) vs. placebo (right) TBS. Black numbers marksignificant deviations from zero (uncorrected p -values), i.e., significantly activated fNIRS channels.",
    "match_confidence": 0.9994594594594595,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "FIGURE 4 ",
    "page_idx": 7,
    "bbox": [
      61,
      644,
      87,
      650
    ],
    "first_span_bbox": [
      61,
      644,
      87,
      651
    ],
    "middle_type": "text",
    "middle_content": "FIGURE 4",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/701bb142f4eae169f17916e501dbf6993263710259171fea44c52ab1a8c329d7.jpg",
    "img_caption": [
      "T-maps of fNIRS activation data averaged across visual and auditory task blocks as well as both stimulation conditions (verum and sham) for incongruent following congruent (left) and incongruent following incongruent trials (middle) as well as the corresponding difference map (incongruent following incongruent—incongruent following congruent $=$ Gratton contrast). Black numbers mark significant t-comparisons (against zero: left and middle; between conditions: right; corrected significance level of $p<0.01)$ . "
    ],
    "img_footnote": [],
    "page_idx": 7,
    "bbox": [
      60,
      649,
      535,
      687
    ],
    "first_span_bbox": [
      60,
      651,
      499,
      663
    ],
    "middle_type": "image_caption",
    "middle_content": "T-maps of fNIRS activation data averaged across visual and auditory task blocks as well as both stimulation conditions (verum and sham) forincongruent following congruent (left) and incongruent following incongruent trials (middle) as well as the corresponding difference map (incongruentfollowing incongruent—incongruent following congruent = Gratton contrast). Black numbers mark significant t-comparisons (against zero: left andmiddle; between conditions: right; corrected significance level of p<0.01) .",
    "match_confidence": 0.9994871794871796,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "terms of t-maps of the “all $>$ baseline” contrast for the two sessions (see Figure 3) and statistically analyzed using McNemar’s test [comparing the number of significantly activated NIRS channels following placebo vs. verum stimulation (positive $\\beta$ -values only)]. After that, in line with the focus of the study, we investigated the cortical correlates of the ",
    "page_idx": 7,
    "bbox": [
      49,
      715,
      291,
      774
    ],
    "first_span_bbox": [
      49,
      717,
      138,
      727
    ],
    "middle_type": "text",
    "middle_content": "terms of t-maps of the “all > baseline” contrast for the two sessions (seeFigure 3) and statistically analyzed using McNemar’s test [comparingthe number of significantly activated NIRS channels following placebovs. verum stimulation (positive \\beta -values only)]. After that, in line withthe focus of the study, we investigated the cortical correlates of the",
    "match_confidence": 0.9989051094890511,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Gratton effect by contrasting fNIRS activation patterns within the frontal lobe for incongruent following congruent trials vs. incongruent following incongruent trials (hypothesis 3b), again using simple t-maps (see Figure 4). Here, one-sided testing was applied (as we had a clear a priori hypothesis of stronger prefrontal activation for previous incongruent as compared to previous congruent trials, reflecting an increased involvement of prefrontal control areas following incongruent Stroop trials, i.e., in “high conflict–high control” conditions), but with a more conservative significance level of $p<0.01$ (to avoid inflation of the alpha error due to multiple statistical testing). And finally, with respect to our first main hypothesis concerning taskrelated sensory activation, activity within the auditory cortex was examined based on the different experimental conditions. To analyze a potentially differential modulation of activity levels within the auditory cortex based on the current task modality, intactness of the PFC and current and previous Stroop condition, a $2\\times2\\times2\\times2\\times2$ ANOVA for repeated measurements with the within-subject factors stimulation (verum vs. placebo), target (auditory vs. visual), hemisphere (right vs. left), congruency (congruent vs. incongruent) and congruency of the previous trial (congruent vs. incongruent) was run (hypothesis 2; one test, so no correction for multiple statistical comparisons). For analyzing interaction effects, paired post-hoc t-tests were applied as appropriate. Additionally, we correlated activity within the left and right DLPFC with activity in the left and right auditory cortex for the critical task condition as revealed by the above-reported ANOVA (incongruent following incongruent trials for visual task blocks only; exploratory analysis). Here, partial correlations were performed using mean activation across all channels as the control variable, because fNIRS channels (especially neighboring ones) are usually highly dependent and generally positively correlated due to common sources of physiological variance. ",
    "page_idx": 7,
    "bbox": [
      304,
      715,
      546,
      774
    ],
    "first_span_bbox": [
      304,
      716,
      546,
      727
    ],
    "middle_type": "text",
    "middle_content": "Gratton effect by contrasting fNIRS activation patterns within thefrontal lobe for incongruent following congruent trials vs. incongruentfollowing incongruent trials (hypothesis 3b), again using simplet-maps (see Figure 4). Here, one-sided testing was applied (as we hada clear a priori hypothesis of stronger prefrontal activation for previous",
    "match_confidence": 0.9973880597014926,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 8,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "With respect to the EEG data and our second main hypothesis regarding a potential modulation of task-relevant sensory (in this case: visual) areas by the PFC (hypothesis 2), we analyzed both latencies and amplitudes of the target ERP (N170). For statistical analysis, a $2\\times2\\times2\\times2\\times2$ ANOVA for repeated measurements with the withinsubject factors stimulation (verum vs. placebo), target (auditory vs. visual), hemisphere (P7 vs. P8), congruency (congruent vs. incongruent) and congruency of the previous trial (congruent vs. incongruent) was run. As two outcome measures were tested in the electrophysiological domain, we corrected the significance threshold for the two ANOVAs to $\\scriptstyle P<0.025$ (Bonferroni correction). Two-factorial ANOVAs and paired $\\mathrm{\\Deltat}$ -tests contrasting task and stimulation conditions as well as corresponding difference measures were run for post-hoc analyses (see results section). Additionally, N170 amplitudes and latencies of the most critical task conditions (as revealed by the above-stated ANOVAs) were correlated with corresponding DLPFC activation measures (fNIRS), separately for the left and right DLPFC and both stimulation conditions (placebo, verum) using Pearson’s correlation coefficient (exploratory analyses). ",
    "page_idx": 8,
    "bbox": [
      49,
      390,
      291,
      618
    ],
    "first_span_bbox": [
      63,
      392,
      291,
      403
    ],
    "middle_type": "text",
    "middle_content": "With respect to the EEG data and our second main hypothesisregarding a potential modulation of task-relevant sensory (in this case: visual) areas by the PFC (hypothesis 2), we analyzed both latenciesand amplitudes of the target ERP (N170). For statistical analysis, a2\\times2\\times2\\times2\\times2 ANOVA for repeated measurements with the withinsubject factors stimulation (verum vs. placebo), target (auditory vs. visual), hemisphere (P7 vs. P8), congruency (congruent vs. incongruent) and congruency of the previous trial (congruent vs. incongruent) was run. As two outcome measures were tested in theelectrophysiological domain, we corrected the significance thresholdfor the two ANOVAs to \\scriptstyle P<0.025 (Bonferroni correction). Two-factorial ANOVAs and paired \\mathrm{\\Deltat} -tests contrasting task andstimulation conditions as well as corresponding difference measureswere run for post-hoc analyses (see results section). Additionally,N170 amplitudes and latencies of the most critical task conditions (asrevealed by the above-stated ANOVAs) were correlated withcorresponding DLPFC activation measures (fNIRS), separately for theleft and right DLPFC and both stimulation conditions (placebo,verum) using Pearson’s correlation coefficient (exploratory analyses).",
    "match_confidence": 0.9855828220858895,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "With respect to potential correlations between questionnaire data related to cognitive control and results of the Stroop paradigm (exploratory analysis), we correlated only Gratton difference measures (e.g., IES for visual task blocks of the placebo session: incongruent following congruent minus incongruent following incongruent trials) with the three ATQ scales (Attention control, Inhibitory control, Activation control), the sum score of the Cognitive Failures Questionnaire as well as the ASRS using Spearman correlations (because questionnaire scores were not consistently normally distributed in all of our subsamples [behavioral, fNIRS, EEG] according to Kolmogorov–Smirnov test statistics). In order to avoid alpha error inflation, only significant results with $p<0.001$ were considered. ",
    "page_idx": 8,
    "bbox": [
      49,
      619,
      291,
      773
    ],
    "first_span_bbox": [
      63,
      619,
      291,
      631
    ],
    "middle_type": "text",
    "middle_content": "With respect to potential correlations between questionnaire datarelated to cognitive control and results of the Stroop paradigm(exploratory analysis), we correlated only Gratton difference measures(e.g., IES for visual task blocks of the placebo session: incongruentfollowing congruent minus incongruent following incongruent trials)with the three ATQ scales (Attention control, Inhibitory control,Activation control), the sum score of the Cognitive FailuresQuestionnaire as well as the ASRS using Spearman correlations(because questionnaire scores were not consistently normallydistributed in all of our subsamples [behavioral, fNIRS, EEG]according to Kolmogorov–Smirnov test statistics). In order to avoidalpha error inflation, only significant results with p<0.001were considered.",
    "match_confidence": 0.9993485342019545,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "For all ANOVAs, partial eta squared was reported for effect size estimation, whereas Cohen’s $d$ was used as an effect size for t-test findings. If not explicitly stated otherwise, two-sided testing was applied throughout. ",
    "page_idx": 8,
    "bbox": [
      304,
      79,
      546,
      126
    ],
    "first_span_bbox": [
      318,
      80,
      546,
      91
    ],
    "middle_type": "text",
    "middle_content": "For all ANOVAs, partial eta squared was reported for effect sizeestimation, whereas Cohen’s d was used as an effect size for t-testfindings. If not explicitly stated otherwise, two-sided testing wasapplied throughout.",
    "match_confidence": 0.9988165680473373,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3 Results ",
    "text_level": 1,
    "page_idx": 8,
    "bbox": [
      304,
      148,
      361,
      161
    ],
    "first_span_bbox": [
      304,
      149,
      361,
      162
    ],
    "middle_type": "title",
    "middle_content": "3 Results",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "3.1 Behavioral data (hypothesis 1) ",
    "text_level": 1,
    "page_idx": 8,
    "bbox": [
      305,
      173,
      488,
      186
    ],
    "first_span_bbox": [
      305,
      174,
      487,
      187
    ],
    "middle_type": "title",
    "middle_content": "3.1 Behavioral data (hypothesis 1)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "As expected, we found a strong effect of modality $(F_{1,21}=278.07,$ $p<0.001$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.930)$ with a higher IES in the more difficult auditory target condition ( $M=763.11$ , $S D=143.03$ ) than in the easier visual target condition $\\overset{\\cdot}{M}=542.88$ , $S D=98.97$ ). We also found a classical Stroop effect with lower IES for congruent ( $\\overset{\\vartriangle}{M}=620.81$ , $S D=118.55$ ) as compared to incongruent trials $\\overset{\\prime}{M}=682.34$ , $S D=121.69$ ; main effect “congruency of the current trial”: $F_{1,21}=40.929$ , $p<0.001$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.661;$ ); furthermore, this Stroop effect (i.e., the difference between incongruent–congruent trials) was significantly stronger for the more difficult auditory ( $M=93.37$ , $S D=76.33.$ ) as compared to the visual target modality $\\overset{\\prime}{M}=34.59$ , $S D=33.79$ ; interaction “modality $\\times$ congruency of the current trial”: $F_{1,21}=12.114$ , $\\scriptstyle P<0.01$ , ${\\eta_{\\mathrm{p}}}^{2}=0.366;$ see Figure 5A), while it was not significantly modulated by the stimulation condition (non-significant interactions of current congruency and stimulation condition: $F_{1,21}=0.353$ , $\\scriptstyle{p=0.559}$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.017_{\\cdot}$ as well as current congruency, modality and stimulation: $F_{1,21}=1.392,\\phi=0.251$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.062)$ . A significant two-way interaction “congruency of the current $\\times$ previous trial” $(F_{1,~21}=19.042$ , $p<0.001$ , ${\\eta_{\\mathrm{p}}}^{2}=0.476)$ furthermore revealed the expected Gratton effect, with lower IES for incongruent after incongruent $\\overset{\\cdot}{M}=668.03$ , $S D=118.06)$ as compared to incongruent after congruent trials $\\overset{\\cdot}{M}=685.54$ , $S D=124.59\\$ (i.e., lower IES for “high conflict–high control” as compared to “high conflict–low control” trials; $t_{21}=2.34$ , $p<0.05$ ; see Figure 5B)2. And finally, this effect was additionally modulated by the stimulation condition in accordance with our hypothesis 1 (three-way interaction “stimulation condition $\\times$ congruency of the current trial $\\times$ congruency of the previous trial”: F $_{1,21}=4.343$ , $\\scriptstyle P<0.05$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.171;$ ): When additionally considering the factor “stimulation,” the expected “Gratton effect” (IES for incongruent following congruent trials $>$ incongruent following incongruent trials) was statistically significant only following placebo stimulation (i.e., with an “intact” DLPFC; $t_{21}=2.71$ , $\\hbar<0.01$ one-sided, $p<0.05$ two-sided), but not after inhibitory TBS over the right DLPFC ( $t_{21}=0.37$ , n.s.; see Figure 5C). RTs, error rates and the resulting IES of the behavioral sample are presented in Table 1. ",
    "page_idx": 8,
    "bbox": [
      304,
      197,
      546,
      618
    ],
    "first_span_bbox": [
      318,
      200,
      495,
      212
    ],
    "middle_type": "text",
    "middle_content": "As expected, we found a strong effect of modality (F_{1,21}=278.07,p<0.001 , {\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.930) with a higher IES in the more difficult auditorytarget condition ( M=763.11 , S D=143.03 ) than in the easier visualtarget condition \\overset{\\cdot}{M}=542.88 , S D=98.97 ). We also found a classicalStroop effect with lower IES for congruent ( \\overset{\\vartriangle}{M}=620.81 , S D=118.55 )as compared to incongruent trials \\overset{\\prime}{M}=682.34 , S D=121.69 ; maineffect “congruency of the current trial”: F_{1,21}=40.929 , p<0.001 ,{\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.661; ); furthermore, this Stroop effect (i.e., the difference betweenincongruent–congruent trials) was significantly stronger for the moredifficult auditory ( M=93.37 , S D=76.33. ) as compared to the visualtarget modality \\overset{\\prime}{M}=34.59 , S D=33.79 ; interaction “modality \\timescongruency of the current trial”: F_{1,21}=12.114 , \\scriptstyle P<0.01 , {\\eta_{\\mathrm{p}}}^{2}=0.366; seeFigure 5A), while it was not significantly modulated by the stimulationcondition (non-significant interactions of current congruency andstimulation condition: F_{1,21}=0.353 , \\scriptstyle{p=0.559} , {\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.017_{\\cdot} as well ascurrent congruency, modality and stimulation: F_{1,21}=1.392,\\phi=0.251 ,{\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.062) . A significant two-way interaction “congruency of thecurrent \\times previous trial” (F_{1,~21}=19.042 , p<0.001 , {\\eta_{\\mathrm{p}}}^{2}=0.476)furthermore revealed the expected Gratton effect, with lower IES forincongruent after incongruent \\overset{\\cdot}{M}=668.03 , S D=118.06) as comparedto incongruent after congruent trials \\overset{\\cdot}{M}=685.54 , S D=124.59\\ (i.e.,lower IES for “high conflict–high control” as compared to “highconflict–low control” trials; t_{21}=2.34 , p<0.05 ; see Figure 5B)2. Andfinally, this effect was additionally modulated by the stimulationcondition in accordance with our hypothesis 1 (three-way interaction“stimulation condition \\times congruency of the current trial \\times congruencyof the previous trial”: F _{1,21}=4.343 , \\scriptstyle P<0.05 , {\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.171; ): Whenadditionally considering the factor “stimulation,” the expected“Gratton effect” (IES for incongruent following congruent trials >incongruent following incongruent trials) was statistically significantonly following placebo stimulation (i.e., with an “intact” DLPFC;t_{21}=2.71 , \\hbar<0.01 one-sided, p<0.05 two-sided), but not afterinhibitory TBS over the right DLPFC ( t_{21}=0.37 , n.s.; see Figure 5C). RTs, error rates and the resulting IES of the behavioral sample arepresented in Table 1.",
    "match_confidence": 0.9957523029682702,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/4e25bd04148452e37f51b487743b2cd4d5f53173dcd08697a5b759509ff643ae.jpg",
    "img_caption": [
      "(A) Inverse efficiency scores (IES) for congruent (black) and incongruent trials (grey) of visual (left) and auditory (right) task blocks. Significant differences $(^{\\star\\star\\star}p<0.001)$ between congruent and incongruent trials show the well-known Stroop effect. (B) Inverse efficiency scores (IES) for current congruent (left) and current incongruent trials (right) following congruent (black) or incongruent (grey) previous trials. The comparison within current incongruent trials marks the so-called Gratton effect (IES for previous incongruent $<$ previous congruent trials; $p<0.05)$ . (C) Inverse efficiency scores (IES) for the TBS placebo/sham (black, round endings) and TBS verum condition (grey, diamond endings) for incongruent following congruent (left) and incongruent following incongruent (right) trials (both conditions significantly differed only for placebo stimulation: $t_{21}=2.71,$ , $p<0.01$ one-sided, 0.05 two-sided $=$ “Gratton effect”). Error bars indicate the standard error (SE). "
    ],
    "img_footnote": [],
    "page_idx": 9,
    "bbox": [
      60,
      406,
      531,
      472
    ],
    "first_span_bbox": [
      61,
      410,
      498,
      420
    ],
    "middle_type": "image_caption",
    "middle_content": "(A) Inverse efficiency scores (IES) for congruent (black) and incongruent trials (grey) of visual (left) and auditory (right) task blocks. Significantdifferences (^{\\star\\star\\star}p<0.001) between congruent and incongruent trials show the well-known Stroop effect. (B) Inverse efficiency scores (IES) for currentcongruent (left) and current incongruent trials (right) following congruent (black) or incongruent (grey) previous trials. The comparison within currentincongruent trials marks the so-called Gratton effect (IES for previous incongruent < previous congruent trials; p<0.05) . (C) Inverse efficiency scores(IES) for the TBS placebo/sham (black, round endings) and TBS verum condition (grey, diamond endings) for incongruent following congruent (left)and incongruent following incongruent (right) trials (both conditions significantly differed only for placebo stimulation: t_{21}=2.71, , p<0.01 one-sided,0.05 two-sided = “Gratton effect”). Error bars indicate the standard error (SE).",
    "match_confidence": 0.9995967741935484,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3.2 NIRS data ",
    "text_level": 1,
    "page_idx": 9,
    "bbox": [
      49,
      520,
      123,
      534
    ],
    "first_span_bbox": [
      49,
      521,
      123,
      534
    ],
    "middle_type": "title",
    "middle_content": "3.2 NIRS data",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "3.2.1 Confirmation of stimulation effect (manipulation check; hypothesis 3a) ",
    "text_level": 1,
    "page_idx": 9,
    "bbox": [
      49,
      546,
      241,
      570
    ],
    "first_span_bbox": [
      49,
      546,
      241,
      559
    ],
    "middle_type": "title",
    "middle_content": "3.2.1 Confirmation of stimulation effect(manipulation check; hypothesis 3a)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Figure  3 depicts activation patterns—averaged across all experimental conditions—for the verum and placebo stimulation session. Comparing both stimulation conditions using McNemar’s test (for the comparison of frequencies in dependent samples) revealed a significantly higher number of activated NIRS channels (as indicated by significant, positive t-contrasts against zero) following placebo (15 channels showing significant activation) compared to inhibitory TBS (4 channels showing significant activation; $p{=}0.013$ ), i.e., an overall “stimulation effect” (see hypothesis 3a). ",
    "page_idx": 9,
    "bbox": [
      49,
      572,
      291,
      678
    ],
    "first_span_bbox": [
      64,
      573,
      291,
      582
    ],
    "middle_type": "text",
    "middle_content": "Figure  3 depicts activation patterns—averaged across allexperimental conditions—for the verum and placebo stimulationsession. Comparing both stimulation conditions using McNemar’s test(for the comparison of frequencies in dependent samples) revealed asignificantly higher number of activated NIRS channels (as indicatedby significant, positive t-contrasts against zero) following placebo (15channels showing significant activation) compared to inhibitory TBS(4 channels showing significant activation; p{=}0.013 ), i.e., an overall“stimulation effect” (see hypothesis 3a).",
    "match_confidence": 0.998868778280543,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3.2.2 DLPFC—correlates of the Gratton effect? (hypothesis 3b) ",
    "text_level": 1,
    "page_idx": 9,
    "bbox": [
      49,
      690,
      273,
      714
    ],
    "first_span_bbox": [
      48,
      690,
      273,
      702
    ],
    "middle_type": "title",
    "middle_content": "3.2.2 DLPFC—correlates of the Gratton effect? (hypothesis 3b)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "In order to investigate the cortical correlates of the overall Gratton effect (reduced Stroop effect following previous incongruent trials), we  contrasted fNIRS activation patterns for incongruent trials following incongruent trials vs. incongruent trials following congruent trials. In line with our hypothesis 3b, we observed stronger activation in prefrontal areas on incongruent following incongruent as compared to incongruent following congruent trials, i.e., in our “high conflict– high control” compared to our “high conflict–low control” condition (see Figure 4). While extended prefrontal areas (and only prefrontal areas!) were significantly activated during incongruent following incongruent trials (7 channels over the DLPFC, one channel over the inferior frontal gyrus (IFG), 8 channels over the orbitofrontal cortex [OFC]/frontopolar areas, $2.626\\leq t_{20}\\leq4.355$ , $p<0.01$ [one-sided testing]), the direct comparison between both conditions revealed a cluster of channels related to the Gratton effect that was located within the right prefrontal cortex. Specifically, at a corrected significance level of $\\scriptstyle P<0.01$ (one-sided testing), they were localized to Brodman area 46 of the right DLPFC (channels $\\#25$ and 46; $t_{20}=2.865$ and 2.743, respectively; $p<0.01\\$ ), extending into the right frontopolar/ orbitofrontal cortex (channels #36, 37 and 47; all $t_{20}\\geq2.51\\varsigma$ , $\\begin{array}{r}{p\\leq0.01.}\\end{array}$ ). ",
    "page_idx": 9,
    "bbox": [
      49,
      716,
      291,
      762
    ],
    "first_span_bbox": [
      63,
      716,
      291,
      727
    ],
    "middle_type": "text",
    "middle_content": "In order to investigate the cortical correlates of the overall Grattoneffect (reduced Stroop effect following previous incongruent trials),we  contrasted fNIRS activation patterns for incongruent trialsfollowing incongruent trials vs. incongruent trials following congruent",
    "match_confidence": 0.9990697674418605,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 9,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "3.2.3 Auditory cortex (hypothesis 2) ",
    "text_level": 1,
    "page_idx": 9,
    "bbox": [
      305,
      726,
      475,
      738
    ],
    "first_span_bbox": [
      305,
      727,
      475,
      740
    ],
    "middle_type": "title",
    "middle_content": "3.2.3 Auditory cortex (hypothesis 2)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "For auditory cortex activation, the analyses revealed an interaction effect of stimulation, target, hemisphere, congruency and congruency of the previous trial $(F_{1,20}{=}4.846$ , $p<0.05$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.195\\$ . Post-hoc analyses of this interaction revealed that—specifically during incongruent trials of visual task blocks, i.e., when auditory input served as the Stroop distractor—right-hemispheric auditory activity was significantly reduced after previous incongruent as compared to previous congruent trials (i.e., in high conflict–high control conditions; $t_{20}{=}1.767$ , $\\begin{array}{r}{p<0.05}\\end{array}$ ), but only after placebo stimulation. This finding indicates a downregulation of distracting auditory input in conflictual (i.e., incongruent) trials when cognitive control should already be  established due to a previously incongruent trial (i.e., Gratton effect). Interestingly, this mechanism occurred only with an intact DLPFC but not after inhibitory TBS, which is in line with hypothesis 2. The interaction effect is depicted in Figure 6. ",
    "page_idx": 9,
    "bbox": [
      304,
      740,
      546,
      762
    ],
    "first_span_bbox": [
      318,
      741,
      546,
      751
    ],
    "middle_type": "text",
    "middle_content": "For auditory cortex activation, the analyses revealed an interactioneffect of stimulation, target, hemisphere, congruency and congruency of",
    "match_confidence": 0.9990740740740741,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "table",
    "img_path": "images/9f3abaf96b86c80c52ce263a6891159f84c8f430d865d51f9741693b9099dfca.jpg",
    "table_caption": [
      "TABLE 1  Reaction times, error rates and IES for the different modalities (visual vs. auditory), stimulation (verum vs. placebo) and congruency conditions (current and previous trial), $N=22$ . "
    ],
    "table_footnote": [],
    "table_body": "\n\n<html><body><table><tr><td>Target modality</td><td>Condition </td><td>Current trial</td><td>Previous trial </td><td>RT in ms</td><td>SD (RT)</td><td>Error in % </td><td>SD (Error)</td><td>IES </td><td>SD (IES)</td></tr><tr><td rowspan=\"4\"></td><td rowspan=\"2\"></td><td rowspan=\"2\"> Incongruent (IC)</td><td>IC</td><td>727</td><td>184</td><td>9.1</td><td>7.1</td><td>795</td><td>159</td></tr><tr><td>C</td><td>719</td><td>197</td><td>11.9</td><td>8.0</td><td>817</td><td>211</td></tr><tr><td rowspan=\"2\">Placebo</td><td rowspan=\"2\"></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>IC</td><td>711</td><td>191</td><td>4.6</td><td>5.5</td><td>747</td><td>192</td></tr><tr><td>Auditory</td><td></td><td>Congruent (C)</td><td>C</td><td>670</td><td>173</td><td>4.5</td><td>4.4</td><td>703</td><td>181</td></tr><tr><td rowspan=\"8\"></td><td rowspan=\"2\"></td><td rowspan=\"2\">Incongruent (IC)</td><td></td><td>738</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>IC</td><td>702</td><td>149</td><td>10.6</td><td>9.3</td><td>827</td><td>152</td></tr><tr><td>Verum</td><td rowspan=\"2\"></td><td>C</td><td></td><td>137</td><td>11.6</td><td>9.0</td><td>793</td><td>121</td></tr><tr><td rowspan=\"5\"></td><td rowspan=\"3\">Congruent (C) Incongruent (IC)</td><td>IC</td><td>689</td><td>149</td><td>5.1</td><td>6.3</td><td>726</td><td>147</td></tr><tr><td>C</td><td>666</td><td>122</td><td>4.4</td><td>6.0</td><td>697</td><td>120</td></tr><tr><td>IC</td><td>501</td><td>92</td><td>7.0</td><td>5.2</td><td>539</td><td>97</td></tr><tr><td>C</td><td>509</td><td>110</td><td>11.7</td><td>10.4</td><td>581</td><td>126</td></tr><tr><td></td><td>IC</td><td>503</td><td>103</td><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"2\">Visual</td><td rowspan=\"2\">Congruent (C)</td><td>C</td><td>485</td><td>104</td><td>5.0 5.0</td><td>5.5 4.7</td><td>530 510</td><td>105 103</td></tr><tr><td rowspan=\"3\"></td><td rowspan=\"3\"></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Incongruent (IC)</td><td>IC 516</td><td>121</td><td>5.9</td><td>4.6</td><td>547</td><td>115</td></tr><tr><td></td><td>C</td><td>517</td><td>103</td><td>9.9</td><td>9.0</td><td>577 118</td></tr><tr><td rowspan=\"4\"></td><td>Verum</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"2\"></td><td rowspan=\"2\">Congruent (C)</td><td>IC</td><td>514</td><td>115</td><td>4.8</td><td>6.3</td><td>540</td><td>116</td></tr><tr><td>C</td><td>497</td><td>101</td><td>4.4</td><td>4.2</td><td>519</td><td>97</td></tr></table></body></html>\n\n",
    "page_idx": 10,
    "bbox": [
      47,
      75,
      543,
      93
    ],
    "first_span_bbox": [
      47,
      75,
      545,
      88
    ],
    "middle_type": "table_caption",
    "middle_content": "TABLE 1  Reaction times, error rates and IES for the different modalities (visual vs. auditory), stimulation (verum vs. placebo) and congruency conditions(current and previous trial), N=22 .",
    "match_confidence": 1.0,
    "match_method": "table_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 10,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "Based on this finding, we were also interested in potential direct correlations between activity within the left and/or right DLPFC and left and/or right auditory cortex during this critical task condition (visual task block, incongruent after incongruent trials). An exploratory partial correlation analysis (control variable: mean activation across all channels in the same condition) revealed a significant negative linear relation between activity within the left DLPFC and right auditory cortex in the verum stimulation session $r=-0.493$ , $p{=}0.027$ ), confirming a potential inhibitory impact of prefrontal control areas on the auditory system in a high-conflict condition where auditory input served as a distractor. However, with a total of eight exploratory correlations, this effect only reached statistical significance at an uncorrected alpha level. ",
    "page_idx": 10,
    "bbox": [
      49,
      632,
      291,
      773
    ],
    "first_span_bbox": [
      63,
      632,
      291,
      643
    ],
    "middle_type": "text",
    "middle_content": "Based on this finding, we were also interested in potential directcorrelations between activity within the left and/or right DLPFC and leftand/or right auditory cortex during this critical task condition (visualtask block, incongruent after incongruent trials). An exploratory partialcorrelation analysis (control variable: mean activation across all channelsin the same condition) revealed a significant negative linear relationbetween activity within the left DLPFC and right auditory cortex in theverum stimulation session r=-0.493 , p{=}0.027 ), confirming a potentialinhibitory impact of prefrontal control areas on the auditory system ina high-conflict condition where auditory input served as a distractor. However, with a total of eight exploratory correlations, this effect onlyreached statistical significance at an uncorrected alpha level.",
    "match_confidence": 0.998644578313253,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3.3 EEG data (hypothesis 2) ",
    "text_level": 1,
    "page_idx": 10,
    "bbox": [
      304,
      484,
      455,
      498
    ],
    "first_span_bbox": [
      305,
      486,
      454,
      499
    ],
    "middle_type": "title",
    "middle_content": "3.3 EEG data (hypothesis 2)",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "3.3.1 N170 latencies ",
    "text_level": 1,
    "page_idx": 10,
    "bbox": [
      304,
      510,
      401,
      521
    ],
    "first_span_bbox": [
      304,
      510,
      401,
      522
    ],
    "middle_type": "title",
    "middle_content": "3.3.1 N170 latencies",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Analysis of N170 latencies only revealed significant main effects of modality $(F_{1,24}=15.320$ , $p<0.001$ , $\\eta_{\\mathrm{p}}^{~2}=0.390)$ and position $(F_{1,}$ $_{24}=10.457$ , $p<0.01$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.303)$ , with longer latencies for visual than for auditory task blocks and for the left (electrode position P7) compared to the right side (P8). At a corrected significance level of $p<0.025$ , no other main effects or interactions reached statistical significance (all $F<5.7$ , $p{>}0.025$ , $\\eta_{\\mathrm{p}}^{2}\\le0.189\\$ . ",
    "page_idx": 10,
    "bbox": [
      304,
      524,
      546,
      606
    ],
    "first_span_bbox": [
      319,
      525,
      547,
      535
    ],
    "middle_type": "text",
    "middle_content": "Analysis of N170 latencies only revealed significant main effectsof modality (F_{1,24}=15.320 , p<0.001 , \\eta_{\\mathrm{p}}^{~2}=0.390) and position (F_{1,}_{24}=10.457 , p<0.01 , {\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.303) , with longer latencies for visual thanfor auditory task blocks and for the left (electrode position P7)compared to the right side (P8). At a corrected significance level ofp<0.025 , no other main effects or interactions reached statisticalsignificance (all F<5.7 , p{>}0.025 , \\eta_{\\mathrm{p}}^{2}\\le0.189\\ .",
    "match_confidence": 0.9992084432717678,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "3.3.2 N170 amplitudes ",
    "text_level": 1,
    "page_idx": 10,
    "bbox": [
      304,
      618,
      412,
      630
    ],
    "first_span_bbox": [
      304,
      618,
      412,
      631
    ],
    "middle_type": "title",
    "middle_content": "3.3.2 N170 amplitudes",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "For the amplitudes of the N170, a significant main effect of target modality $(F_{1,24}=7.647,p<0.025$ , $\\eta_{\\mathrm{p}}^{~2}=0.242)$ was observed in addition to an interaction of hemisphere, modality, congruency, and stimulation $(F_{1,24}=5.941$ , $\\scriptstyle P<0.025$ , ${\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.198\\rangle$ . Further post-hoc analyses of the interaction effect revealed that—only for position $P8$ (right side) and auditory trials (i.e., when the face stimulus served as a distractor)—a significant interaction effect of current congruency and stimulation condition emerged $(F_{1,24}=4.453\\$ , $\\textstyle p=0.045$ , $\\eta_{\\mathrm{p}}^{~2}=0.157)$ . This interaction was due to a significantly stronger reduction of N170 amplitudes from congruent to incongruent trials following sham (Δ incongruent–congruent: $M{=}0.40$ , $S D=2.40$ ) than following verum stimulation $M{=}{-}0.73$ , $S D=1.92$ ; direct comparison of $\\Delta$ between verum and sham: $t_{24}=2.110$ , $p<0.05$ , $d=0.422$ ; see Figure 7). Please note that the N170 is a negative ERP, so positive values of the difference measure reflect a decrease in amplitudes from congruent to incongruent trials. In other words, N170 amplitudes changed differently from congruent to incongruent trials following both stimulation protocols, with a reduced processing of distracting visual input on incongruent compared to congruent trials with an intact DLPFC. This measure was, however, not significantly correlated with DLPFC activity (also $\\Delta$ of incongruent—congruent trials) as revealed by fNIRS (neither for the left nor right DLPFC and neither following sham nor verum stimulation; all $|\\boldsymbol{r}|\\le0.424,\\boldsymbol{p}>0.07)$ . ",
    "page_idx": 10,
    "bbox": [
      304,
      632,
      546,
      773
    ],
    "first_span_bbox": [
      318,
      632,
      546,
      643
    ],
    "middle_type": "text",
    "middle_content": "For the amplitudes of the N170, a significant main effect of targetmodality (F_{1,24}=7.647,p<0.025 , \\eta_{\\mathrm{p}}^{~2}=0.242) was observed in additionto an interaction of hemisphere, modality, congruency, andstimulation (F_{1,24}=5.941 , \\scriptstyle P<0.025 , {\\eta_{\\mathrm{p}}}^{2}\\mathrm{=}0.198\\rangle . Further post-hocanalyses of the interaction effect revealed that—only for position P8(right side) and auditory trials (i.e., when the face stimulus served as adistractor)—a significant interaction effect of current congruency andstimulation condition emerged (F_{1,24}=4.453\\ , \\textstyle p=0.045 , \\eta_{\\mathrm{p}}^{~2}=0.157) . This interaction was due to a significantly stronger reduction of N170amplitudes from congruent to incongruent trials following sham (Δincongruent–congruent: M{=}0.40 , S D=2.40 ) than following verumstimulation M{=}{-}0.73 , S D=1.92 ; direct comparison of \\Delta betweenverum and sham: t_{24}=2.110 , p<0.05 , d=0.422 ; see Figure 7). Pleasenote that the N170 is a negative ERP, so positive values of the differencemeasure reflect a decrease in amplitudes from congruent toincongruent trials. In other words, N170 amplitudes changeddifferently from congruent to incongruent trials following bothstimulation protocols, with a reduced processing of distracting visualinput on incongruent compared to congruent trials with an intactDLPFC. This measure was, however, not significantly correlated withDLPFC activity (also \\Delta of incongruent—congruent trials) as revealedby fNIRS (neither for the left nor right DLPFC and neither followingsham nor verum stimulation; all |\\boldsymbol{r}|\\le0.424,\\boldsymbol{p}>0.07) .",
    "match_confidence": 0.9936495176848875,
    "match_method": "para_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/e2d6b9c11985c41cf384d48fdb1eec1baec0c045c645afac7e9ff88d5a858530.jpg",
    "img_caption": [
      "$\\beta$ -values in the left (grey) and right (black) auditory cortex during visual task blocks for incongruent following congruent (left parts of both panels) and incongruent following incongruent trials (right parts of both panels) following placebo (left panel) vs. verum (right panel) TBS. Note that only after placebo stimulation, auditory cortex activity within the right hemisphere was suppressed following previous incongruent trials (i.e., in high conflict– high control conditions; $^{\\star}p<0.05\\$ ). "
    ],
    "img_footnote": [],
    "page_idx": 11,
    "bbox": [
      60,
      226,
      529,
      263
    ],
    "first_span_bbox": [
      61,
      227,
      66,
      235
    ],
    "middle_type": "image_caption",
    "middle_content": "\\beta -values in the left (grey) and right (black) auditory cortex during visual task blocks for incongruent following congruent (left parts of both panels) andincongruent following incongruent trials (right parts of both panels) following placebo (left panel) vs. verum (right panel) TBS. Note that only afterplacebo stimulation, auditory cortex activity within the right hemisphere was suppressed following previous incongruent trials (i.e., in high conflicthigh control conditions; ^{\\star}p<0.05\\ ).",
    "match_confidence": 0.9994736842105263,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 11,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "3.4 Correlations with questionnaire data ",
    "text_level": 1,
    "page_idx": 11,
    "bbox": [
      49,
      460,
      272,
      474
    ],
    "first_span_bbox": [
      49,
      461,
      272,
      476
    ],
    "middle_type": "title",
    "middle_content": "3.4 Correlations with questionnaire data",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The score of the ATQ subscale “Attentional control” was significantly correlated with the Gratton effect of the IES (difference between incongruent following congruent minus incongruent following incongruent trials) in visual task blocks of the placebo session $R h o=0.747$ , $p<0.001,$ ), i.e., the higher participants scored on attentional control, the stronger the reduction of the Stroop effect following previous incongruent trials (see Figure 8). Interestingly, at an uncorrected significance level, this behavioral effect was accompanied by a significant correlation between attentional control scores and activity of the right DLPFC in the same condition contrast (i.e., difference between incongruent following incongruent minus incongruent following congruent trials for visual task blocks of the placebo session; $R h o=0.516$ , $p{=}0.017.$ ), indicating that the positive linear relation between attentional control at a self-report level and cognitive control in terms of the Gratton effect may have been mediated by activation levels in the right DLPFC. Only one other correlation between questionnaire data and Stroop measures reached statistical significance at a $p<0.001$ threshold: The sum score of the Cognitive Failures Questionnaire correlated significantly with the “Gratton difference” within the right DLPFC, again during visual task blocks of the placebo session $R h o=-0.686$ , $p<0.001\\$ ), indicating a reduced increase in DLPFC activation in the “high conflict–high control” condition in participants scoring high on a self-report measure of cognitive failures. ",
    "page_idx": 11,
    "bbox": [
      49,
      487,
      291,
      773
    ],
    "first_span_bbox": [
      63,
      488,
      291,
      498
    ],
    "middle_type": "text",
    "middle_content": "The score of the ATQ subscale “Attentional control” wassignificantly correlated with the Gratton effect of the IES (differencebetween incongruent following congruent minus incongruentfollowing incongruent trials) in visual task blocks of the placebosession R h o=0.747 , p<0.001, ), i.e., the higher participants scored onattentional control, the stronger the reduction of the Stroop effectfollowing previous incongruent trials (see Figure 8). Interestingly, atan uncorrected significance level, this behavioral effect wasaccompanied by a significant correlation between attentional controlscores and activity of the right DLPFC in the same condition contrast(i.e., difference between incongruent following incongruent minusincongruent following congruent trials for visual task blocks of theplacebo session; R h o=0.516 , p{=}0.017. ), indicating that the positivelinear relation between attentional control at a self-report level andcognitive control in terms of the Gratton effect may have beenmediated by activation levels in the right DLPFC. Only one othercorrelation between questionnaire data and Stroop measures reachedstatistical significance at a p<0.001 threshold: The sum score of theCognitive Failures Questionnaire correlated significantly with the“Gratton difference” within the right DLPFC, again during visual taskblocks of the placebo session R h o=-0.686 , p<0.001\\ ), indicating areduced increase in DLPFC activation in the “high conflict–highcontrol” condition in participants scoring high on a self-reportmeasure of cognitive failures.",
    "match_confidence": 0.9930635838150289,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "4 Discussion ",
    "text_level": 1,
    "page_idx": 11,
    "bbox": [
      305,
      291,
      383,
      306
    ],
    "first_span_bbox": [
      304,
      291,
      384,
      307
    ],
    "middle_type": "title",
    "middle_content": "4 Discussion",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "In this study, a multisensory Stroop task was used to further investigate mechanisms implemented by the DLPFC to exert cognitive control over sensory areas in high-conflict situations. Following both verum and placebo TBS, a classical Stroop effect was detected, with significantly higher IES for incongruent as compared to congruent stimuli. Moreover, there was a main effect of the target modality (visual vs. auditory) which is, however, not interpretable due to the different SOAs. After previous incongruent trials, the Stroop effect was significantly reduced (“Gratton effect”; Gratton et al., 1992), indicating a more efficient resolution of the Stroop conflict when cognitive control areas were already “primed” by a previous high-conflict trial (as also demonstrated by Egner and Hirsch, 2005). Moreover, in line with our a priori hypothesis 1, the Gratton effect was statistically only present with an intact DLPFC (i.e., following sham stimulation), but not after inhibitory brain stimulation of the right prefrontal cortex. ",
    "page_idx": 11,
    "bbox": [
      304,
      320,
      546,
      498
    ],
    "first_span_bbox": [
      318,
      321,
      546,
      330
    ],
    "middle_type": "text",
    "middle_content": "In this study, a multisensory Stroop task was used to furtherinvestigate mechanisms implemented by the DLPFC to exert cognitivecontrol over sensory areas in high-conflict situations. Following bothverum and placebo TBS, a classical Stroop effect was detected, withsignificantly higher IES for incongruent as compared to congruentstimuli. Moreover, there was a main effect of the target modality(visual vs. auditory) which is, however, not interpretable due to thedifferent SOAs. After previous incongruent trials, the Stroop effect wassignificantly reduced (“Gratton effect”; Gratton et al., 1992), indicatinga more efficient resolution of the Stroop conflict when cognitivecontrol areas were already “primed” by a previous high-conflict trial(as also demonstrated by Egner and Hirsch, 2005). Moreover, in linewith our a priori hypothesis 1, the Gratton effect was statistically onlypresent with an intact DLPFC (i.e., following sham stimulation), butnot after inhibitory brain stimulation of the right prefrontal cortex.",
    "match_confidence": 0.7603310894536177,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Thus, the DLPFC seems to have been centrally involved in solving the response conflict induced by incongruent Stroop trials, and it did so effectively under “high-control” conditions (i.e., after previous incongruent trials). These findings are in line with prominent models of cognitive control that assume a regulatory function of the DLPFC and an additional role of medial prefrontal areas for the monitoring of situations demanding increased executive control, specifically in terms of high response conflict (Botvinick et  al., 2001; Botvinick et  al., 2004; Ridderinkhof et  al., 2004). In future studies, it could be  interesting to directly study the interplay between medial and lateral prefrontal areas in this task context—the medial prefrontal cortex is not well-accessible by fNIRS, but would be by fMRI—and potentially assess effects of inhibitory neurostimulation also for the anterior cingulate cortex (ACC) as a target region (with an appropriate stimulation device and protocol). In this context, it is interesting to note that Lehr et  al. (2019) used theta-range tACS (transcranial alternate current stimulation) over the frontal cortex and found a reduced Stroop effect; midfrontal theta is strongly linked to processes of conflict monitoring and error detection in the anterior cingulate cortex (Cohen, 2014; Cohen and Donner, 2013; Ridderinkhof et al., 2004). With respect to alternative interpretations for—and potential confounders of—conflict adaptation effects in certain Stroop or Flanker tasks particularly in terms of repetition ",
    "page_idx": 11,
    "bbox": [
      304,
      499,
      546,
      773
    ],
    "first_span_bbox": [
      318,
      500,
      546,
      511
    ],
    "middle_type": "text",
    "middle_content": "Thus, the DLPFC seems to have been centrally involved in solvingthe response conflict induced by incongruent Stroop trials, and it didso effectively under “high-control” conditions (i.e., after previousincongruent trials). These findings are in line with prominent modelsof cognitive control that assume a regulatory function of the DLPFCand an additional role of medial prefrontal areas for the monitoringof situations demanding increased executive control, specifically interms of high response conflict (Botvinick et  al., 2001; Botvinicket  al., 2004; Ridderinkhof et  al., 2004). In future studies, it couldbe  interesting to directly study the interplay between medial andlateral prefrontal areas in this task context—the medial prefrontalcortex is not well-accessible by fNIRS, but would be by fMRI—andpotentially assess effects of inhibitory neurostimulation also for theanterior cingulate cortex (ACC) as a target region (with anappropriate stimulation device and protocol). In this context, it isinteresting to note that Lehr et  al. (2019) used theta-range tACS(transcranial alternate current stimulation) over the frontal cortexand found a reduced Stroop effect; midfrontal theta is strongly linkedto processes of conflict monitoring and error detection in the anteriorcingulate cortex (Cohen, 2014; Cohen and Donner, 2013;Ridderinkhof et al., 2004). With respect to alternative interpretationsfor—and potential confounders of—conflict adaptation effects incertain Stroop or Flanker tasks particularly in terms of repetition",
    "match_confidence": 0.9926112510495382,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "FIGURE 7 ",
    "page_idx": 12,
    "bbox": [
      61,
      436,
      86,
      443
    ],
    "first_span_bbox": [
      61,
      437,
      87,
      443
    ],
    "middle_type": "text",
    "middle_content": "FIGURE 7",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/d2a4d7aef4fcdbe2747cd7247e5695c1303b61356269c46ac6e617d21471532e.jpg",
    "img_caption": [
      "The top part of the figure shows grand averaged waveforms for electrode position P8 and a focus on the auditory stimuli (while faces were still depicted), for which significant effects were observed. Different conditions are displayed in different colors (green: congruent stimuli following placebo/sham stimulation; blue: incongruent stimuli following placebo/sham stimulation; yellow: congruent stimuli following inhibitory TBS; red: incongruent stimuli following inhibitory TBS). The N170 peak is highlighted by a box. The lower part of the figure illustrates the statistical finding of a reduction of N170 amplitudes $(\\upmu\\lor)$ from congruent to incongruent trials only after placebo stimulation (left side; please note that the N170 is a negative potential, so more positive values represent reduced amplitudes). The panel on the right illustrates the significant difference ${(^{\\star}\\:p<0.05)}$ between placebo and verum stimulation for the resulting difference measure (N170 amplitude for incongruent minus congruent trials). Error bars indicate the standard error (SE). "
    ],
    "img_footnote": [],
    "page_idx": 12,
    "bbox": [
      60,
      442,
      534,
      516
    ],
    "first_span_bbox": [
      60,
      443,
      509,
      454
    ],
    "middle_type": "image_caption",
    "middle_content": "The top part of the figure shows grand averaged waveforms for electrode position P8 and a focus on the auditory stimuli (while faces were stilldepicted), for which significant effects were observed. Different conditions are displayed in different colors (green: congruent stimuli followingplacebo/sham stimulation; blue: incongruent stimuli following placebo/sham stimulation; yellow: congruent stimuli following inhibitory TBS; red: incongruent stimuli following inhibitory TBS). The N170 peak is highlighted by a box. The lower part of the figure illustrates the statistical finding of areduction of N170 amplitudes (\\upmu\\lor) from congruent to incongruent trials only after placebo stimulation (left side; please note that the N170 is a negativepotential, so more positive values represent reduced amplitudes). The panel on the right illustrates the significant difference {(^{\\star}\\:p<0.05)} betweenplacebo and verum stimulation for the resulting difference measure (N170 amplitude for incongruent minus congruent trials). Error bars indicate thestandard error (SE).",
    "match_confidence": 0.9995163240628779,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "priming (Braem et al., 2019; Mayr et al., 2003), we do not believe that this factor had a relevant impact in our case, due to our relatively large stimulus set of a total of 30 different picture/sound combinations (leading to mean stimulus repetitions of less than 5 percent; but see limitations below). ",
    "page_idx": 12,
    "bbox": [
      49,
      559,
      291,
      617
    ],
    "first_span_bbox": [
      48,
      560,
      292,
      571
    ],
    "middle_type": "text",
    "middle_content": "priming (Braem et al., 2019; Mayr et al., 2003), we do not believe thatthis factor had a relevant impact in our case, due to our relativelylarge stimulus set of a total of 30 different picture/sound combinations(leading to mean stimulus repetitions of less than 5 percent; but seelimitations below).",
    "match_confidence": 0.9991266375545852,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "It should briefly be discussed that our current behavioral findings of rTMS effects on Stroop measures are partly in contrast to previous studies showing no effects of excitatory rTMS interventions over the left DLPFC on Stroop interference (just overall reduced RTs; Parris et al., 2021; Vanderhasselt et al., 2006; Li et al., 2017). This may be due to different roles of both hemispheres in conflict processing and resolution, with a specific contribution of the right DLPFC for interference control (see also Friehs et al., 2020). This seems to be confirmed by one previous study applying excitatory rTMS over the right DLPFC and finding a positive effect on top-down attentional processes specifically in task blocks with a high expectancy of incongruent stimuli (which is somewhat comparable to Stroop trials following previous incongruent trials, thus inverse-mirroring our own findings under high-control conditions). ",
    "page_idx": 12,
    "bbox": [
      49,
      619,
      291,
      773
    ],
    "first_span_bbox": [
      63,
      620,
      291,
      631
    ],
    "middle_type": "text",
    "middle_content": "It should briefly be discussed that our current behavioral findings ofrTMS effects on Stroop measures are partly in contrast to previousstudies showing no effects of excitatory rTMS interventions over the leftDLPFC on Stroop interference (just overall reduced RTs; Parris et al.,2021; Vanderhasselt et al., 2006; Li et al., 2017). This may be due todifferent roles of both hemispheres in conflict processing and resolution,with a specific contribution of the right DLPFC for interference control(see also Friehs et al., 2020). This seems to be confirmed by one previousstudy applying excitatory rTMS over the right DLPFC and finding apositive effect on top-down attentional processes specifically in taskblocks with a high expectancy of incongruent stimuli (which is somewhatcomparable to Stroop trials following previous incongruent trials, thusinverse-mirroring our own findings under high-control conditions).",
    "match_confidence": 0.9990196078431373,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Considering the neuroimaging results, we found a clear effect of the inhibitory stimulation over relatively broad areas of the prefrontal cortex (see Figure 3), which confirms that the TBS intervention had the intended effect (hypothesis 3a). This broad prefrontal effect, which exceeded the focal stimulation site, is in line with both EEG and fMRI data showing generalized effects on contra-hemispheric activity and network connectivity following different rTMS manipulations, amongst others within the cognitive control network (Gratton et al., 2013; Ilmoniemi et al., 1997; Komssi et al., 2002). Furthermore, directly contrasting activation patterns for conditions underlying the Gratton effect (i.e., incongruent following incongruent vs. incongruent following congruent trials) revealed a cluster of channels within the right DLPFC and adjacent OFC that was more strongly activated in the critical “high conflict–high control” condition. Thus, this area of the right prefrontal cortex may have been specifically related to adjustments in cognitive control elicited by preceding conflictual trials, which is in line with our a priori hypothesis 3b and also confirms our choice to stimulate the right ",
    "page_idx": 12,
    "bbox": [
      304,
      559,
      546,
      773
    ],
    "first_span_bbox": [
      318,
      560,
      549,
      572
    ],
    "middle_type": "text",
    "middle_content": "Considering the neuroimaging results, we found a clear effect ofthe inhibitory stimulation over relatively broad areas of the prefrontalcortex (see Figure 3), which confirms that the TBS intervention hadthe intended effect (hypothesis 3a). This broad prefrontal effect,which exceeded the focal stimulation site, is in line with both EEGand fMRI data showing generalized effects on contra-hemisphericactivity and network connectivity following different rTMSmanipulations, amongst others within the cognitive control network(Gratton et al., 2013; Ilmoniemi et al., 1997; Komssi et al., 2002). Furthermore, directly contrasting activation patterns for conditionsunderlying the Gratton effect (i.e., incongruent following incongruentvs. incongruent following congruent trials) revealed a cluster ofchannels within the right DLPFC and adjacent OFC that was morestrongly activated in the critical “high conflict–high control”condition. Thus, this area of the right prefrontal cortex may have beenspecifically related to adjustments in cognitive control elicited bypreceding conflictual trials, which is in line with our a priorihypothesis 3b and also confirms our choice to stimulate the right",
    "match_confidence": 0.9989212513484358,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "image",
    "img_path": "images/1bdcc8a40a2854e759347dc4b16e3d99b28e5732d8eb5a6c6c10e3bc4b1735e6.jpg",
    "img_caption": [
      "FIGURE 8 Significant Spearman correlation between ATQ Attention control scores and the IES Gratton difference measure during visual task blocks of the placebo session (IES for incongruent following congruent minus incongruent following incongruent trials); $R h O=0.747,p<0.001.$ "
    ],
    "img_footnote": [],
    "page_idx": 13,
    "bbox": [
      60,
      345,
      512,
      370
    ],
    "first_span_bbox": [
      61,
      345,
      87,
      352
    ],
    "middle_type": "image_caption",
    "middle_content": "FIGURE 8Significant Spearman correlation between ATQ Attention control scores and the IES Gratton difference measure during visual task blocks of theplacebo session (IES for incongruent following congruent minus incongruent following incongruent trials); R h O=0.747,p<0.001.",
    "match_confidence": 0.9990740740740741,
    "match_method": "image_caption_preproc_blocks",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "DLPFC to test for a causal involvement of just this region in the resolution of response conflict. ",
    "page_idx": 13,
    "bbox": [
      49,
      403,
      290,
      426
    ],
    "first_span_bbox": [
      49,
      404,
      291,
      415
    ],
    "middle_type": "text",
    "middle_content": "DLPFC to test for a causal involvement of just this region in theresolution of response conflict.",
    "match_confidence": 0.9986842105263158,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "In the auditory cortex, lower activation was observed specifically for visual targets (where auditory input served as a distractor) on conflictual (i.e., incongruent) trials when the previous trial had also been incongruent so that cognitive control should have already been established. Interestingly, this effect disappeared following inhibitory stimulation of the right DLPFC and was significantly correlated with (remaining) DLPFC activation (in terms of negative correlations between auditory cortex and DLPFC activation in the “high conflict– high control” condition after verum stimulation, but only at an uncorrected significance level). This pattern of findings suggests that suppression of auditory processing on incongruent visual targets (i.e., downregulation of distracting sensory input) may in fact be one of the mechanisms used by the cognitive control system to manage high sensory conflict (as similarly postulated for the visual system; Kastner and Ungerleider, 2000). The fact that our auditory findings were rightlateralized is furthermore in line with findings of previous studies reporting right-hemispheric dominance in auditory cortex responses to speech sounds based on both EEG source localization (Dimitrijevic et al., 2013) and combined EEG/fNIRS (Steinmetzger et al., 2020). ",
    "page_idx": 13,
    "bbox": [
      49,
      428,
      291,
      654
    ],
    "first_span_bbox": [
      62,
      427,
      291,
      439
    ],
    "middle_type": "text",
    "middle_content": "In the auditory cortex, lower activation was observed specificallyfor visual targets (where auditory input served as a distractor) onconflictual (i.e., incongruent) trials when the previous trial had alsobeen incongruent so that cognitive control should have already beenestablished. Interestingly, this effect disappeared following inhibitorystimulation of the right DLPFC and was significantly correlated with(remaining) DLPFC activation (in terms of negative correlationsbetween auditory cortex and DLPFC activation in the “high conflicthigh control” condition after verum stimulation, but only at anuncorrected significance level). This pattern of findings suggests thatsuppression of auditory processing on incongruent visual targets (i.e.,downregulation of distracting sensory input) may in fact be one of themechanisms used by the cognitive control system to manage highsensory conflict (as similarly postulated for the visual system; Kastnerand Ungerleider, 2000). The fact that our auditory findings were rightlateralized is furthermore in line with findings of previous studiesreporting right-hemispheric dominance in auditory cortex responsesto speech sounds based on both EEG source localization (Dimitrijevicet al., 2013) and combined EEG/fNIRS (Steinmetzger et al., 2020).",
    "match_confidence": 0.9919161676646707,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Regarding the second task-relevant sensory region of interest, the face processing component (N170; putatively reflecting FFA activity) showed a stronger conflict-related decrease in amplitudes for auditory targets following sham compared to verum stimulation. In other words, processing of distracting visual input was more markedly suppressed with an intact DLPFC, indicating a specific top-down influence of the cognitive control system on a face-specific sensory area (FFA) which can be disrupted through inhibitory rTMS of the right DLPFC. These findings are generally in line with previous studies suggesting neural mechanisms of distractor suppression in both the visual (Munneke et al., 2011; Polk et al., 2008; Ruff and Driver, 2006) and auditory system (Stewart et al., 2017). In contrast, we found no indication of a target-feature amplification previously reported for the visual system in classical Stroop experiments (Polk et al., 2008; Purmann and Pollmann, 2015; see also Egner and Hirsch, 2005). This may be due to general differences in the current paradigm, that was based on a multisensory (audio-visual) Stroop task, which may have evoked a different set of mechanisms as compared to studies restricted to the visual domain. ",
    "page_idx": 13,
    "bbox": [
      49,
      655,
      291,
      774
    ],
    "first_span_bbox": [
      63,
      656,
      291,
      668
    ],
    "middle_type": "text",
    "middle_content": "Regarding the second task-relevant sensory region of interest, theface processing component (N170; putatively reflecting FFA activity)showed a stronger conflict-related decrease in amplitudes for auditorytargets following sham compared to verum stimulation. In otherwords, processing of distracting visual input was more markedlysuppressed with an intact DLPFC, indicating a specific top-downinfluence of the cognitive control system on a face-specific sensoryarea (FFA) which can be disrupted through inhibitory rTMS of theright DLPFC. These findings are generally in line with previousstudies suggesting neural mechanisms of distractor suppression in",
    "match_confidence": 0.9867704280155642,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 13,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "Some limitations of this study should be  considered for the interpretation of the results and future projects. First and foremost, out of a total of $N=31$ participants only different sub-samples could be  included in the behavioral $(n=22)$ ), fNIRS $(n=21$ ) and EEG analyses $(n=25)$ ), so not the same individuals contributed equally to each of these domains, and correlations between fNIRS and EEG (or fNIRS/EEG and behavioral) data did not include the complete study sample. Even though sample size calculations performed prior to this study indicated a minimum required sample size of $N=19$ (and we aimed to include at least 20 participants in our final analyses, which we did), this limitation should be considered in the interpretation of our findings. ",
    "page_idx": 13,
    "bbox": [
      304,
      511,
      546,
      654
    ],
    "first_span_bbox": [
      318,
      513,
      546,
      521
    ],
    "middle_type": "text",
    "middle_content": "Some limitations of this study should be  considered for theinterpretation of the results and future projects. First and foremost, outof a total of N=31 participants only different sub-samples couldbe  included in the behavioral (n=22) ), fNIRS (n=21 ) and EEGanalyses (n=25) ), so not the same individuals contributed equally toeach of these domains, and correlations between fNIRS and EEG (orfNIRS/EEG and behavioral) data did not include the complete studysample. Even though sample size calculations performed prior to thisstudy indicated a minimum required sample size of N=19 (andwe aimed to include at least 20 participants in our final analyses, whichwe did), this limitation should be considered in the interpretation ofour findings.",
    "match_confidence": 0.9986013986013986,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "From a more conceptual standpoint, in future studies, other brain areas which are known to be involved in the Stroop task (e.g., the ACC; Bench et al., 1993) should also be measured, as they might compensate for the reduced activity of the DLPFC after verum stimulation and could bring new insights into the functional architecture of cognitive control. Additionally, a second control condition applying verum stimulation outside the cognitive control network (i.e., inhibitory stimulation of another cortical area) would have sharpened the specific interpretation of our data and reduced the possibility that differences in the subjective experience of sham and verum stimulation may have contributed to our results.3 Please note that we tried to prevent just that by using a specific placebo-verum stimulation coil, which stimulates the scalp by smooth electrical impulses also in the sham condition (see Methods section). In this same context, post-hoc questionnaires revealed that 23 out of 31 participants indicated that they had noticed some differences between rTMS protocols (verum vs. sham); however, despite this apparent prominence of subjectively perceived differences, only $54.8\\%$ of the complete sample correctly guessed for which of the two sessions they had received “real” stimulation, which is— surprisingly—just slightly above chance-level. ",
    "page_idx": 13,
    "bbox": [
      304,
      655,
      546,
      774
    ],
    "first_span_bbox": [
      319,
      657,
      546,
      666
    ],
    "middle_type": "text",
    "middle_content": "From a more conceptual standpoint, in future studies, other brainareas which are known to be involved in the Stroop task (e.g., the ACC;Bench et al., 1993) should also be measured, as they might compensatefor the reduced activity of the DLPFC after verum stimulation andcould bring new insights into the functional architecture of cognitivecontrol. Additionally, a second control condition applying verumstimulation outside the cognitive control network (i.e., inhibitorystimulation of another cortical area) would have sharpened the specificinterpretation of our data and reduced the possibility that differencesin the subjective experience of sham and verum stimulation may have",
    "match_confidence": 0.9988721804511278,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 14,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "Regarding our use of the N170 as an electrophysiological marker of FFA activation, it should be noted that—while the fusiform gyri are among the regions most consistently reported as the neuroanatomical source of the N170 effect (e.g., Itier and Taylor, 2002; Rossion et al., 2003)—other regions have been suggested to contribute to this ERP (e.g., Shibata et al., 2002) and the small number of EEG electrodes used in the current study prevents us from conducting a source analysis. Regarding our second sensory target area, it could be argued that the auditory cortex is not the only possible task-related region of interest, given that interference may be modulated at the semantic (instead of the sensory) level. Therefore, effects might be observed in more anterior regions of the temporal cortex rather than the auditory cortex itself; however, due to the relatively low spatial resolution of fNIRS—combined with the fact that we  used a functional channel of interest analysis relying on the most strongly activated NIRS channel per individual—it is not impossible that these more anterior regions contributed to our data anyway. In this context, it should also be mentioned that—in future studies—one possibility would be  to include a localizer task in the design, in order to identify critical (sensory) regions on a participantby-participant basis (see Polk et al., 2008). It should also be kept in mind that—in order to optimize the Stroop effect—different SOAs were employed for the two modalities, hampering any direct comparisons between the visual and auditory task instruction. ",
    "page_idx": 14,
    "bbox": [
      49,
      199,
      291,
      473
    ],
    "first_span_bbox": [
      63,
      200,
      292,
      211
    ],
    "middle_type": "text",
    "middle_content": "Regarding our use of the N170 as an electrophysiological marker ofFFA activation, it should be noted that—while the fusiform gyri areamong the regions most consistently reported as the neuroanatomicalsource of the N170 effect (e.g., Itier and Taylor, 2002; Rossion et al.,2003)—other regions have been suggested to contribute to this ERP(e.g., Shibata et al., 2002) and the small number of EEG electrodes usedin the current study prevents us from conducting a source analysis. Regarding our second sensory target area, it could be argued that theauditory cortex is not the only possible task-related region of interest,given that interference may be modulated at the semantic (instead of thesensory) level. Therefore, effects might be observed in more anteriorregions of the temporal cortex rather than the auditory cortex itself;however, due to the relatively low spatial resolution of fNIRS—combinedwith the fact that we  used a functional channel of interest analysisrelying on the most strongly activated NIRS channel per individual—itis not impossible that these more anterior regions contributed to ourdata anyway. In this context, it should also be mentioned that—in futurestudies—one possibility would be  to include a localizer task in thedesign, in order to identify critical (sensory) regions on a participantby-participant basis (see Polk et al., 2008). It should also be kept in mindthat—in order to optimize the Stroop effect—different SOAs wereemployed for the two modalities, hampering any direct comparisonsbetween the visual and auditory task instruction.",
    "match_confidence": 0.999025182778229,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Another potential limitation of our design concerns the inclusion of a relatively low number of stimulus categories and corresponding responses, so that some priming effects due to partial stimulus repetitions cannot be excluded (Puccioni and Vallesi, 2012). And finally, the effects of TMS on the DLPFC are controversial (Grossheinrich et al., 2009; Woźniak-Kwaśniewska et al., 2014); however, beside our control of the (intended inhibitory) effects via fNIRS, additional findings in the literature also confirm the reproducibility of TMS effects over brain areas other than the motor cortex (e.g., Chung et al., 2018; Tupak et al., 2013). Nevertheless, the actual effect of a TMS treatment should be observed and discussed carefully. ",
    "page_idx": 14,
    "bbox": [
      49,
      475,
      291,
      606
    ],
    "first_span_bbox": [
      63,
      476,
      291,
      487
    ],
    "middle_type": "text",
    "middle_content": "Another potential limitation of our design concerns the inclusionof a relatively low number of stimulus categories and correspondingresponses, so that some priming effects due to partial stimulusrepetitions cannot be excluded (Puccioni and Vallesi, 2012). And finally,the effects of TMS on the DLPFC are controversial (Grossheinrich et al.,2009; Woźniak-Kwaśniewska et al., 2014); however, beside our controlof the (intended inhibitory) effects via fNIRS, additional findings in theliterature also confirm the reproducibility of TMS effects over brainareas other than the motor cortex (e.g., Chung et al., 2018; Tupak et al.,2013). Nevertheless, the actual effect of a TMS treatment shouldbe observed and discussed carefully.",
    "match_confidence": 0.9958781362007169,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Taken together, our combined fNIRS/EEG data indicate that—with an intact right DLPFC—the cognitive control system invokes a downregulation (i.e., suppression) of distracting sensory input on highconflict trials in both visual (FFA) and auditory cortices. After an inhibitory stimulation of the right DLPFC, these effects were significantly reduced—and a behavioral Gratton effect no longer present—indicating a central involvement of the DLPFC in the top-down control of taskrelevant sensory areas and the resolution of Stroop-induced response conflict. In contrast to Egner and Hirsch (2005)—who reported an amplification of task-relevant stimulus processing in the FFA on highconflict trials for a unimodal (purely visual) Stroop task—we found indications of distractor suppression on high-conflict trials within both visual and auditory regions of interest for our multisensory Stroop task. ",
    "page_idx": 14,
    "bbox": [
      49,
      607,
      291,
      678
    ],
    "first_span_bbox": [
      63,
      609,
      291,
      619
    ],
    "middle_type": "text",
    "middle_content": "Taken together, our combined fNIRS/EEG data indicate that—withan intact right DLPFC—the cognitive control system invokes adownregulation (i.e., suppression) of distracting sensory input on highconflict trials in both visual (FFA) and auditory cortices. After aninhibitory stimulation of the right DLPFC, these effects were significantlyreduced—and a behavioral Gratton effect no longer present—indicating",
    "match_confidence": 0.9990506329113924,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 14,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "Zooming out from this very specific neuroscientific perspective, the Stroop task more generally speaking is a complex cognitive task involving mechanisms of selective attention, perception, problem solving, working memory, response inhibition, and conflict resolution—processes that are central to the field of cognitive psychology. Shedding some light on the neural basis of some of these processes provides the groundwork for developing targeted interventions for clinical groups with impairments in filtering out taskirrelevant information and/or resolving response conflict. It is also likely that the conclusions drawn from our data are not specific to the Stroop task, but reflect more general mechanisms of top-down control in light of competing response options. In a world where the information processing system is constantly flooded by diverse environmental stimuli that often cue contradictory actions (e.g., different traffic signals for bike vs. car lanes), focusing our attention on behaviorally relevant aspects of our surroundings is a key skill with broad theoretical and practical relevance. Significant correlations of our Stroop measures with different questionnaire data assessing attentional control and cognitive failures confirm the broader relevance of our findings. ",
    "page_idx": 14,
    "bbox": [
      304,
      163,
      546,
      402
    ],
    "first_span_bbox": [
      318,
      164,
      546,
      176
    ],
    "middle_type": "text",
    "middle_content": "Zooming out from this very specific neuroscientific perspective,the Stroop task more generally speaking is a complex cognitive taskinvolving mechanisms of selective attention, perception, problemsolving, working memory, response inhibition, and conflictresolution—processes that are central to the field of cognitivepsychology. Shedding some light on the neural basis of some of theseprocesses provides the groundwork for developing targetedinterventions for clinical groups with impairments in filtering out taskirrelevant information and/or resolving response conflict. It is alsolikely that the conclusions drawn from our data are not specific to theStroop task, but reflect more general mechanisms of top-down controlin light of competing response options. In a world where theinformation processing system is constantly flooded by diverseenvironmental stimuli that often cue contradictory actions (e.g.,different traffic signals for bike vs. car lanes), focusing our attention onbehaviorally relevant aspects of our surroundings is a key skill withbroad theoretical and practical relevance. Significant correlations of ourStroop measures with different questionnaire data assessing attentionalcontrol and cognitive failures confirm the broader relevance ofour findings.",
    "match_confidence": 0.992544731610338,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "5 Conclusion ",
    "text_level": 1,
    "page_idx": 14,
    "bbox": [
      304,
      424,
      387,
      438
    ],
    "first_span_bbox": [
      303,
      424,
      388,
      439
    ],
    "middle_type": "title",
    "middle_content": "5 Conclusion",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Based on the current study, it can be concluded that the DLPFC is critically involved in the top-down control of sensory areas in highconflict situations. Previously, both stimulus amplification and inhibition have been suggested as relevant mechanisms employed by the cognitive control system (Chawla et al., 1999; Kastner and Ungerleider, 2000; Treue and Maunsell, 1996). Here, we found only indications of a distractor suppression in task-relevant sensory areas of both modalities (FFA and auditory cortex, respectively). This conflict-related modulation of sensory cortices was significantly reduced following temporary inhibition of the prefrontal cortex, suggesting that the DLPFC invoked specialized response patterns in the FFA and auditory cortex to optimize behavioral responses in light of competing response options. ",
    "page_idx": 14,
    "bbox": [
      304,
      451,
      546,
      594
    ],
    "first_span_bbox": [
      318,
      453,
      547,
      462
    ],
    "middle_type": "text",
    "middle_content": "Based on the current study, it can be concluded that the DLPFC iscritically involved in the top-down control of sensory areas in highconflict situations. Previously, both stimulus amplification andinhibition have been suggested as relevant mechanisms employed by thecognitive control system (Chawla et al., 1999; Kastner and Ungerleider,2000; Treue and Maunsell, 1996). Here, we found only indications of adistractor suppression in task-relevant sensory areas of both modalities(FFA and auditory cortex, respectively). This conflict-related modulationof sensory cortices was significantly reduced following temporaryinhibition of the prefrontal cortex, suggesting that the DLPFC invokedspecialized response patterns in the FFA and auditory cortex to optimizebehavioral responses in light of competing response options.",
    "match_confidence": 0.983125,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "The results of this study provide new insights into the neural mechanisms used by the DLPFC to exert top-down control over different sensory areas in high-conflict situations. In the current multimodal (audiovisual) Stroop task, an inhibition of distracting sensory input was identified as the primary mechanism invoked to reduce response conflict. Taken together, our combined fNIRS/EEG and behavioral data provide interesting insights into the specific implementation of cognitive control by the prefrontal cortex under conditions of high sensory and response conflict. ",
    "page_idx": 14,
    "bbox": [
      304,
      595,
      546,
      702
    ],
    "first_span_bbox": [
      318,
      596,
      547,
      608
    ],
    "middle_type": "text",
    "middle_content": "The results of this study provide new insights into the neuralmechanisms used by the DLPFC to exert top-down control overdifferent sensory areas in high-conflict situations. In the currentmultimodal (audiovisual) Stroop task, an inhibition of distractingsensory input was identified as the primary mechanism invoked toreduce response conflict. Taken together, our combined fNIRS/EEGand behavioral data provide interesting insights into the specificimplementation of cognitive control by the prefrontal cortex underconditions of high sensory and response conflict.",
    "match_confidence": 0.9986486486486487,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Data availability statement ",
    "text_level": 1,
    "page_idx": 14,
    "bbox": [
      305,
      724,
      469,
      738
    ],
    "first_span_bbox": [
      304,
      723,
      470,
      740
    ],
    "middle_type": "title",
    "middle_content": "Data availability statement",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. ",
    "page_idx": 14,
    "bbox": [
      304,
      751,
      546,
      773
    ],
    "first_span_bbox": [
      318,
      752,
      546,
      763
    ],
    "middle_type": "text",
    "middle_content": "The raw data supporting the conclusions of this article willbe made available by the authors, without undue reservation.",
    "match_confidence": 0.9989361702127659,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Ethics statement ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      50,
      76,
      154,
      89
    ],
    "first_span_bbox": [
      49,
      76,
      155,
      91
    ],
    "middle_type": "title",
    "middle_content": "Ethics statement",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The studies involving humans were approved by the University of Tübingen (Medical Faculty). The studies were conducted in accordance with the local legislation and institutional requirements. The participants provided their written informed consent to participate in this study. ",
    "page_idx": 15,
    "bbox": [
      49,
      103,
      291,
      162
    ],
    "first_span_bbox": [
      63,
      104,
      292,
      116
    ],
    "middle_type": "text",
    "middle_content": "The studies involving humans were approved by the University ofTübingen (Medical Faculty). The studies were conducted inaccordance with the local legislation and institutional requirements. The participants provided their written informed consent toparticipate in this study.",
    "match_confidence": 0.9990740740740741,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Author contributions ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      49,
      183,
      180,
      198
    ],
    "first_span_bbox": [
      49,
      184,
      181,
      199
    ],
    "middle_type": "title",
    "middle_content": "Author contributions",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "A-CE: Conceptualization, Formal analysis, Funding acquisition, Methodology, Resources, Supervision, Visualization, Writing – original draft, Writing – review & editing. LZ: Formal analysis, Investigation, Visualization, Writing – review & editing. FH: Formal analysis, Methodology, Writing – review & editing. TR: Formal analysis, Methodology, Visualization, Writing – review & editing. DR: Formal analysis, Methodology, Supervision, Visualization, Writing – review & editing. AF: Conceptualization, Funding acquisition, Resources, Supervision, Validation, Writing – review & editing. MM: Data curation, Formal analysis, Investigation, Methodology, Project administration, Visualization, Writing – original draft. ",
    "page_idx": 15,
    "bbox": [
      49,
      211,
      291,
      342
    ],
    "first_span_bbox": [
      63,
      212,
      291,
      223
    ],
    "middle_type": "text",
    "middle_content": "A-CE: Conceptualization, Formal analysis, Funding acquisition,Methodology, Resources, Supervision, Visualization, Writing original draft, Writing – review & editing. LZ: Formal analysis,Investigation, Visualization, Writing – review & editing. FH: Formalanalysis, Methodology, Writing – review & editing. TR: Formalanalysis, Methodology, Visualization, Writing – review & editing. DR: Formal analysis, Methodology, Supervision, Visualization, Writing review & editing. AF: Conceptualization, Funding acquisition,Resources, Supervision, Validation, Writing – review & editing. MM: Data curation, Formal analysis, Investigation, Methodology, Projectadministration, Visualization, Writing – original draft.",
    "match_confidence": 0.9996070726915521,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Funding ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      49,
      364,
      100,
      378
    ],
    "first_span_bbox": [
      49,
      363,
      101,
      380
    ],
    "middle_type": "title",
    "middle_content": "Funding",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The author(s) declare that financial support was received for the research, authorship, and/or publication of this article. The study was supported by the German Research Foundation (Deutsche Forschungsgemeinschaft [DFG] project number EH 388/2–1). Ann-Christine Ehlis was partly supported by IZKF Tübingen (Junior ",
    "page_idx": 15,
    "bbox": [
      49,
      391,
      291,
      450
    ],
    "first_span_bbox": [
      63,
      392,
      291,
      404
    ],
    "middle_type": "text",
    "middle_content": "The author(s) declare that financial support was received for theresearch, authorship, and/or publication of this article. The study wassupported by the German Research Foundation (DeutscheForschungsgemeinschaft [DFG] project number EH 388/2–1). Ann-Christine Ehlis was partly supported by IZKF Tübingen (Junior",
    "match_confidence": 0.99875,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Research Group, grant 2115-0-0). We acknowledge support from the Open Access Publication Fund of the University of Tübingen. ",
    "page_idx": 15,
    "bbox": [
      304,
      79,
      546,
      102
    ],
    "first_span_bbox": [
      304,
      79,
      546,
      91
    ],
    "middle_type": "text",
    "middle_content": "Research Group, grant 2115-0-0). We acknowledge support from theOpen Access Publication Fund of the University of Tübingen.",
    "match_confidence": 0.9989473684210527,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Acknowledgments ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      305,
      124,
      421,
      138
    ],
    "first_span_bbox": [
      304,
      124,
      422,
      139
    ],
    "middle_type": "title",
    "middle_content": "Acknowledgments",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "We would like to thank Ramona Täglich, Hendrik Laicher, and Alexander Krieg for their valuable support with collecting the data. ",
    "page_idx": 15,
    "bbox": [
      304,
      151,
      547,
      174
    ],
    "first_span_bbox": [
      318,
      152,
      546,
      163
    ],
    "middle_type": "text",
    "middle_content": "We would like to thank Ramona Täglich, Hendrik Laicher, andAlexander Krieg for their valuable support with collecting the data.",
    "match_confidence": 0.998989898989899,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Conflict of interest ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      304,
      196,
      422,
      210
    ],
    "first_span_bbox": [
      304,
      196,
      423,
      211
    ],
    "middle_type": "title",
    "middle_content": "Conflict of interest",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. ",
    "page_idx": 15,
    "bbox": [
      304,
      223,
      547,
      258
    ],
    "first_span_bbox": [
      318,
      224,
      546,
      234
    ],
    "middle_type": "text",
    "middle_content": "The authors declare that the research was conducted in theabsence of any commercial or financial relationships that couldbe construed as a potential conflict of interest.",
    "match_confidence": 0.9985185185185186,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Publisher’s note ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      305,
      280,
      404,
      294
    ],
    "first_span_bbox": [
      304,
      280,
      405,
      295
    ],
    "middle_type": "title",
    "middle_content": "Publisher’s note",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. ",
    "page_idx": 15,
    "bbox": [
      304,
      307,
      547,
      366
    ],
    "first_span_bbox": [
      319,
      309,
      546,
      319
    ],
    "middle_type": "text",
    "middle_content": "All claims expressed in this article are solely those of the authorsand do not necessarily represent those of their affiliated organizations,or those of the publisher, the editors and the reviewers. Any productthat may be evaluated in this article, or claim that may be made by itsmanufacturer, is not guaranteed or endorsed by the publisher.",
    "match_confidence": 0.9992565055762082,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Supplementary material ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      304,
      388,
      455,
      402
    ],
    "first_span_bbox": [
      304,
      388,
      455,
      404
    ],
    "middle_type": "title",
    "middle_content": "Supplementary material",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "The Supplementary material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpsyg.2024.1427455/ full#supplementary-material ",
    "page_idx": 15,
    "bbox": [
      304,
      415,
      547,
      450
    ],
    "first_span_bbox": [
      318,
      416,
      547,
      427
    ],
    "middle_type": "text",
    "middle_content": "The Supplementary material for this article can be found onlineat: https://www.frontiersin.org/articles/10.3389/fpsyg.2024.1427455/full#supplementary-material",
    "match_confidence": 0.9991935483870968,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "References ",
    "text_level": 1,
    "page_idx": 15,
    "bbox": [
      49,
      472,
      119,
      485
    ],
    "first_span_bbox": [
      49,
      472,
      121,
      487
    ],
    "middle_type": "title",
    "middle_content": "References",
    "match_confidence": 1.0,
    "match_method": "preproc_blocks_similarity",
    "type_matched": false
  },
  {
    "type": "text",
    "text": "Adler, L. A., Spencer, T., Faraone, S. V., Kessler, R. C., Howes, M. J., Biederman, J., et al.   \n(2006). Validity of pilot adult ADHD self-report scale (ASRS) to rate adult ADHD   \nsymptoms. Ann. Clin. Psychiatry 18, 145–148. doi: 10.1080/10401230600801077 Allport, D. A. (1987). Selection for action: some behavioral and neurophysiological   \nconsiderations of attention and action. Perspect. Percept. Action 15, 395–419. Ambrosini, E., and Vallesi, A. (2017). Domain-general Stroop performance and   \nhemispheric asymmetries: a resting-state EEG study. J. Cogn. Neurosci. 29, 769–779. doi:   \n10.1162/jocn_a_01076 Baumert, A., Buchholz, N., Zinkernagel, A., Clarke, P., MacLeod, C., Osinsky, R., et al.   \n(2020). Causal underpinnings of working memory and Stroop interference control:   \ntesting the effects of anodal and cathodal tDCS over the left DLPFC. Cogn. Affect. Behav.   \nNeurosci. 20, 34–48. doi: 10.3758/s13415-019-00726-y Bench, C., Frith, C. D., Grasby, P., Friston, K., Paulesu, E., Frackowiak, R., et al. (1993).   \nInvestigations of the functional anatomy of attention using the Stroop test.   \nNeuropsychologia 31, 907–922. doi: 10.1016/0028-3932(93)90147-R Bentin, S., Allison, T., Puce, A., Perez, E., and McCarthy, G. (1996). Electrophysiological   \nstudies of face perception in humans. J. Cogn. Neurosci. 8, 551–565. doi: 10.1162/   \njocn.1996.8.6.551 Botvinick, M., Braver, T., Barch, D., Carter, C., and Cohen, J. (2001). Conflict monitoring   \nand cognitive control. Psychol. Rev. 108, 624–652. doi: 10.1037/0033-295X.108.3.624 Botvinick, M., Cohen, J., and Carter, C. (2004). Conflict monitoring and anterior   \ncingulate cortex: an update. Trends Cogn. Sci. 8, 539–546. doi: 10.1016/j.tics.2004.10.003 Botvinick, M., Nystrom, L., Fissell, K., Carter, C., and Cohen, J. (1999). Conflict   \nmonitoring versus selection-for-action in anterior cingulate cortex. Nature 402, 179–181.   \ndoi: 10.1038/46035 Braem, S., Bugg, J. M., Schmidt, J. R., Crump, M. J. C., Weissman, D. H., Notebaert, W.,   \net al. (2019). Measuring adaptive control in conflict tasks. Trends Cogn. Sci. 23, 769–783.   \ndoi: 10.1016/j.tics.2019.07.002 Bruyer, R., and Brysbaert, M. (2011). Combining speed and accuracy in cognitive   \npsychology: is the inverse efficiency score (IES) a better dependent variable than the   \nmean reaction time (RT) and the percentage of errors (PE)? Psychologica Belgica 51,   \n5–13. doi: 10.5334/pb-51-1-5 Chawla, D., Rees, G., and Friston, K. (1999). The physiological basis of attentional   \nmodulation in extrastriate visual areas. Nat. Neurosci. 2, 671–676. doi: 10.1038/10230 Chung, S. W., Rogasch, N. C., Hoy, K. E., and Fitzgerald, P. B. (2018). The effect of   \nsingle and repeated prefrontal intermittent theta burst stimulation on cortical reactivity   \nand working memory. Brain Stimul. 11, 566–574. doi: 10.1016/j.brs.2018.01.002 Cohen, M. X. (2014). A neural microcircuit for cognitive conflict detection and   \nsignaling. Trends Neurosci. 37, 480–490. doi: 10.1016/j.tins.2014.06.004 Cohen, M. X., and Donner, T. H. (2013). Midfrontal conflict-related theta-band power   \nreflects neural oscillations that predict behavior. J. Neurophysiol. 110, 2752–2763. doi:   \n10.1152/jn.00479.2013 Cui, X., Bray, S., and Reiss, A. L. (2010). Functional near infrared spectroscopy (NIRS)   \nsignal improvement based on negative correlation between oxygenated and   \ndeoxygenated hemoglobin dynamics. NeuroImage 49, 3039–3046. doi: 10.1016/j.   \nneuroimage.2009.11.050 Diaconescu, A. O., Alain, C., and McIntosh, A. R. (2011). The co-occurrence of   \nmultisensory facilitation and cross-modal conflict in the human brain. J. Neurophysiol.   \n106, 2896–2909. doi: 10.1152/jn.00303.2011 Dimitrijevic, A., Pratt, H., and Starr, A. (2013). Auditory cortical activity in normal   \nhearing subjects to consonant vowels presented in quiet and in noise. Clin. Neurophysiol.   \n124, 1204–1215. doi: 10.1016/j.clinph.2012.11.014 Donohue, S. E., Appelbaum, L. G., Park, C. J., Roberts, K. C., and Woldorff, M. G.   \n(2013). Cross-modal stimulus conflict: the behavioral effects of stimulus input timing   \nin a visual-auditory Stroop task. PLoS One 8:e62802. doi: 10.1371/journal.   \npone.0062802 Durston, S., Davidson, M., Thomas, K., Worden, M., Tottenham, N., Martinez, A.,   \net al. (2003). Parametric manipulation of conflict and response competition using rapid   \nmixed-trial event-related fMRI. NeuroImage 20, 2135–2141. doi: 10.1016/j.   \nneuroimage.2003.08.004 ",
    "page_idx": 15,
    "bbox": [
      48,
      494,
      292,
      774
    ],
    "first_span_bbox": [
      55,
      495,
      291,
      505
    ],
    "middle_type": "text",
    "middle_content": "Adler, L. A., Spencer, T., Faraone, S. V., Kessler, R. C., Howes, M. J., Biederman, J., et al. (2006). Validity of pilot adult ADHD self-report scale (ASRS) to rate adult ADHDsymptoms. Ann. Clin. Psychiatry 18, 145–148. doi: 10.1080/10401230600801077Allport, D. A. (1987). Selection for action: some behavioral and neurophysiologicalconsiderations of attention and action. Perspect. Percept. Action 15, 395–419. Ambrosini, E., and Vallesi, A. (2017). Domain-general Stroop performance andhemispheric asymmetries: a resting-state EEG study. J. Cogn. Neurosci. 29, 769–779. doi: 10.1162/jocn_a_01076Baumert, A., Buchholz, N., Zinkernagel, A., Clarke, P., MacLeod, C., Osinsky, R., et al. (2020). Causal underpinnings of working memory and Stroop interference control: testing the effects of anodal and cathodal tDCS over the left DLPFC. Cogn. Affect. Behav. Neurosci. 20, 34–48. doi: 10.3758/s13415-019-00726-yBench, C., Frith, C. D., Grasby, P., Friston, K., Paulesu, E., Frackowiak, R., et al. (1993). Investigations of the functional anatomy of attention using the Stroop test. Neuropsychologia 31, 907–922. doi: 10.1016/0028-3932(93)90147-RBentin, S., Allison, T., Puce, A., Perez, E., and McCarthy, G. (1996). Electrophysiologicalstudies of face perception in humans. J. Cogn. Neurosci. 8, 551–565. doi: 10.1162/jocn.1996.8.6.551Botvinick, M., Braver, T., Barch, D., Carter, C., and Cohen, J. (2001). Conflict monitoringand cognitive control. Psychol. Rev. 108, 624–652. doi: 10.1037/0033-295X.108.3.624Botvinick, M., Cohen, J., and Carter, C. (2004). Conflict monitoring and anteriorcingulate cortex: an update. Trends Cogn. Sci. 8, 539–546. doi: 10.1016/j.tics.2004.10.003Botvinick, M., Nystrom, L., Fissell, K., Carter, C., and Cohen, J. (1999). Conflictmonitoring versus selection-for-action in anterior cingulate cortex. Nature 402, 179–181. doi: 10.1038/46035Braem, S., Bugg, J. M., Schmidt, J. R., Crump, M. J. C., Weissman, D. H., Notebaert, W.,et al. (2019). Measuring adaptive control in conflict tasks. Trends Cogn. Sci. 23, 769–783. doi: 10.1016/j.tics.2019.07.002Bruyer, R., and Brysbaert, M. (2011). Combining speed and accuracy in cognitivepsychology: is the inverse efficiency score (IES) a better dependent variable than the",
    "match_confidence": 0.9991228070175439,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 15,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  },
  {
    "type": "text",
    "text": "Egner, T., and Hirsch, J. (2005). Cognitive control mechanisms resolve conflict through cortical amplification of task-relevant information. Nat. Neurosci. 8, 1784–1790. doi: 10.1038/nn1594 Ehlis, A., Deppermann, S., and Fallgatter, A. (2018). Performance monitoring and post-error adjustments in adults with attention-deficit/hyperactivity disorder: an EEG analysis. J. Psychiatry Neurosci. 43, 396–406. doi: 10.1503/jpn.170118 Ehlis, A., Herrmann, M., Wagener, A., and Fallgatter, A. (2005). Multi-channel near-infrared spectroscopy detects specific inferior-frontal activation during incongruent Stroop trials. Biol. Psychol. 69, 315–331. doi: 10.1016/j. biopsycho.2004.09.003 Fishburn, F. A., Ludlum, R. S., Vaidya, C. J., and Medvedev, A. V. (2019). Temporal derivative distribution repair (TDDR): a motion correction method for fNIRS. NeuroImage 184, 171–179. doi: 10.1016/j.neuroimage.2018.09.025 Friehs, M. A., Klaus, J., Singh, T., Frings, C., and Hartwigsen, G. (2020). Perturbation of the right prefrontal cortex disrupts interference control. NeuroImage 222:117279. doi: 10.1016/j.neuroimage.2020.117279 Gauthier, I., Curran, T., Curby, K. M., and Collins, D. (2003). Perceptual interference supports a non-modular account of face processing. Nat. Neurosci. 6, 428–432. doi: 10.1038/nn1029 Gbadeyan, O., McMahon, K., Steinhauser, M., and Meinzer, M. (2016). Stimulation of dorsolateral prefrontal cortex enhances adaptive cognitive control: a high-definition transcranial direct current stimulation study. J. Neurosci. 36, 12530–12536. doi: 10.1523/ JNEUROSCI.2450-16.2016 Gratton, G., Coles, M. G., and Donchin, E. (1992). Optimizing the use of information: strategic control of activation of responses. J. Exp. Psychol. Gen. 121, 480–506. doi: 10.1037/0096-3445.121.4.480 Gratton, C., Lee, T. G., Nomura, E. M., and D'Esposito, M. (2013). The effect of thetaburst TMS on cognitive control networks measured with resting state fMRI. Front. Syst. Neurosci. 7:124. doi: 10.3389/fnsys.2013.00124 Grossheinrich, N., Rau, A., Pogarell, O., Hennig-Fast, K., Reinl, M., Karch, S., et al. (2009). Theta burst stimulation of the prefrontal cortex: safety and impact on cognition, mood, and resting electroencephalogram. Biol. Psychiatry 65, 778–784. doi: 10.1016/j. biopsych.2008.10.029 Hanauer, J. B., and Brooks, P. J. (2003). Developmental change in the cross-modal Stroop effect. Percept. Psychophys. 65, 359–366. doi: 10.3758/BF03194567 Hazeltine, E., Poldrack, R., and Gabrieli, J. D. (2000). Neural activation during response competition. J. Cogn. Neurosci. 12, 118–129. doi: 10.1162/089892900563984 Herrmann, M., Ellgring, H., and Fallgatter, A. (2004). Early-stage face processing dysfunction in patients with schizophrenia. Am. J. Psychiatry 161, 915–917. doi: 10.1176/ appi.ajp.161.5.915 Herrmann, M., Saathoff, C., Schreppel, T., Ehlis, A., Scheuerpflug, P., Pauli, P., et al. (2009). The effect of ADHD symptoms on performance monitoring in a non-clinical population. Psychiatry Res. 169, 144–148. doi: 10.1016/j.psychres.2008.06.015 Herwig, U., Satrapi, P., and Schönfeldt-Lecuona, C. (2003). Using the international 10-20 EEG system for positioning of transcranial magnetic stimulation. Brain Topogr. 16, 95–99. doi: 10.1023/B:BRAT.0000006333.93597.9d Huang, Y.-Z., Edwards, M. J., Rounis, E., Bhatia, K. P., and Rothwell, J. C. (2005). Theta burst stimulation of the human motor cortex. Neuron 45, 201–206. doi: 10.1016/j. neuron.2004.12.033 Huang, Y.-Z., and Rothwell, J. C. (2004). The effect of short-duration bursts of highfrequency, low-intensity transcranial magnetic stimulation on the human motor cortex. Clin. Neurophysiol. 115, 1069–1075. doi: 10.1016/j.clinph.2003.12.026 Ilmoniemi, R. J., Virtanen, J., Ruohonen, J., Karhu, J., Aronen, H. J., Naatanen, R., et al. (1997). Neuronal responses to magnetic stimulation reveal cortical reactivity and connectivity. Neuroreport 8, 3537–3540. doi: 10.1097/00001756-199711100-00024 Itier, R. J., and Taylor, M. J. (2002). Inversion and contrast polarity reversal affect both encoding and recognition processes of unfamiliar faces: a repetition study using ERPs. NeuroImage 15, 353–372. doi: 10.1006/nimg.2001.0982 Itthipuripat, S., Deering, S., and Serences, J. T. (2019). When conflict cannot be avoided: relative contributions of early selection and frontal executive control in mitigating Stroop conflict. Cereb. Cortex 29, 5037–5048. doi: 10.1093/cercor/bhz042 Jasper, H. H. (1958). The ten twenty electrode system of the international federation. Electroencephalogr. Clin. Neurophysiol. 10, 371–375. Kanwisher, N., McDermott, J., and Chun, M. M. (1997). The fusiform face area: a module in human extrastriate cortex specialized for face perception. J. Neurosci. 17, 4302–4311. doi: 10.1523/JNEUROSCI.17-11-04302.1997 Kastner, S., and Ungerleider, L. G. (2000). Mechanisms of visual attention in the human cortex. Annu. Rev. Neurosci. 23, 315–341. doi: 10.1146/annurev.neuro.23.1.315 Kerns, J. G., Cohen, J. D., MacDonald, A. W., Cho, R. Y., Stenger, V. A., and Carter, C. S. (2004). Anterior cingulate conflict monitoring and adjustments in control. Science 303, 1023–1026. doi: 10.1126/science.1089910 Komssi, S., Aronen, H. J., Huttunen, J., Kesaniemi, M., Soinne, L., Nikouline, V. V., et al. (2002). Ipsi-and contralateral EEG reactions to transcranial magnetic stimulation. Clin. Neurophysiol. 113, 175–184. doi: 10.1016/s1388-2457(01)00721-0 ",
    "page_idx": 16,
    "bbox": [
      48,
      60,
      292,
      775
    ],
    "first_span_bbox": [
      53,
      75,
      294,
      88
    ],
    "middle_type": "text",
    "middle_content": "Egner, T., and Hirsch, J. (2005). Cognitive control mechanisms resolve conflictthrough cortical amplification of task-relevant information. Nat. Neurosci. 8, 1784–1790. doi: 10.1038/nn1594Ehlis, A., Deppermann, S., and Fallgatter, A. (2018). Performance monitoring andpost-error adjustments in adults with attention-deficit/hyperactivity disorder: an EEGanalysis. J. Psychiatry Neurosci. 43, 396–406. doi: 10.1503/jpn.170118Ehlis, A., Herrmann, M., Wagener, A., and Fallgatter, A. (2005). Multi-channelnear-infrared spectroscopy detects specific inferior-frontal activation duringincongruent Stroop trials. Biol. Psychol. 69, 315–331. doi: 10.1016/j. biopsycho.2004.09.003Fishburn, F. A., Ludlum, R. S., Vaidya, C. J., and Medvedev, A. V. (2019). Temporalderivative distribution repair (TDDR): a motion correction method for fNIRS. NeuroImage 184, 171–179. doi: 10.1016/j.neuroimage.2018.09.025Friehs, M. A., Klaus, J., Singh, T., Frings, C., and Hartwigsen, G. (2020). Perturbationof the right prefrontal cortex disrupts interference control. NeuroImage 222:117279. doi: 10.1016/j.neuroimage.2020.117279Gauthier, I., Curran, T., Curby, K. M., and Collins, D. (2003). Perceptual interferencesupports a non-modular account of face processing. Nat. Neurosci. 6, 428–432. doi: 10.1038/nn1029Gbadeyan, O., McMahon, K., Steinhauser, M., and Meinzer, M. (2016). Stimulation ofdorsolateral prefrontal cortex enhances adaptive cognitive control: a high-definitiontranscranial direct current stimulation study. J. Neurosci. 36, 12530–12536. doi: 10.1523/JNEUROSCI.2450-16.2016Gratton, G., Coles, M. G., and Donchin, E. (1992). Optimizing the use of information: strategic control of activation of responses. J. Exp. Psychol. Gen. 121, 480–506. doi: 10.1037/0096-3445.121.4.480Gratton, C., Lee, T. G., Nomura, E. M., and D'Esposito, M. (2013). The effect of thetaburst TMS on cognitive control networks measured with resting state fMRI. Front. Syst. Neurosci. 7:124. doi: 10.3389/fnsys.2013.00124Grossheinrich, N., Rau, A., Pogarell, O., Hennig-Fast, K., Reinl, M., Karch, S., et al. (2009). Theta burst stimulation of the prefrontal cortex: safety and impact on cognition,mood, and resting electroencephalogram. Biol. Psychiatry 65, 778–784. doi: 10.1016/j. biopsych.2008.10.029Hanauer, J. B., and Brooks, P. J. (2003). Developmental change in the cross-modalStroop effect. Percept. Psychophys. 65, 359–366. doi: 10.3758/BF03194567Hazeltine, E., Poldrack, R., and Gabrieli, J. D. (2000). Neural activation duringresponse competition. J. Cogn. Neurosci. 12, 118–129. doi: 10.1162/089892900563984Herrmann, M., Ellgring, H., and Fallgatter, A. (2004). Early-stage face processingdysfunction in patients with schizophrenia. Am. J. Psychiatry 161, 915–917. doi: 10.1176/appi.ajp.161.5.915Herrmann, M., Saathoff, C., Schreppel, T., Ehlis, A., Scheuerpflug, P., Pauli, P., et al. (2009). The effect of ADHD symptoms on performance monitoring in a non-clinicalpopulation. Psychiatry Res. 169, 144–148. doi: 10.1016/j.psychres.2008.06.015Herwig, U., Satrapi, P., and Schönfeldt-Lecuona, C. (2003). Using the international10-20 EEG system for positioning of transcranial magnetic stimulation. Brain Topogr. 16, 95–99. doi: 10.1023/B:BRAT.0000006333.93597.9dHuang, Y.-Z., Edwards, M. J., Rounis, E., Bhatia, K. P., and Rothwell, J. C. (2005). Thetaburst stimulation of the human motor cortex. Neuron 45, 201–206. doi: 10.1016/j. neuron.2004.12.033Huang, Y.-Z., and Rothwell, J. C. (2004). The effect of short-duration bursts of highfrequency, low-intensity transcranial magnetic stimulation on the human motor cortex. Clin. Neurophysiol. 115, 1069–1075. doi: 10.1016/j.clinph.2003.12.026Ilmoniemi, R. J., Virtanen, J., Ruohonen, J., Karhu, J., Aronen, H. J., Naatanen, R., et al. (1997). Neuronal responses to magnetic stimulation reveal cortical reactivity andconnectivity. Neuroreport 8, 3537–3540. doi: 10.1097/00001756-199711100-00024Itier, R. J., and Taylor, M. J. (2002). Inversion and contrast polarity reversal affect bothencoding and recognition processes of unfamiliar faces: a repetition study using ERPs. NeuroImage 15, 353–372. doi: 10.1006/nimg.2001.0982Itthipuripat, S., Deering, S., and Serences, J. T. (2019). When conflict cannotbe avoided: relative contributions of early selection and frontal executive control inmitigating Stroop conflict. Cereb. Cortex 29, 5037–5048. doi: 10.1093/cercor/bhz042Jasper, H. H. (1958). The ten twenty electrode system of the international federation. Electroencephalogr. Clin. Neurophysiol. 10, 371–375. Kanwisher, N., McDermott, J., and Chun, M. M. (1997). The fusiform face area: amodule in human extrastriate cortex specialized for face perception. J. Neurosci. 17,4302–4311. doi: 10.1523/JNEUROSCI.17-11-04302.1997Kastner, S., and Ungerleider, L. G. (2000). Mechanisms of visual attention in thehuman cortex. Annu. Rev. Neurosci. 23, 315–341. doi: 10.1146/annurev.neuro.23.1.315Kerns, J. G., Cohen, J. D., MacDonald, A. W., Cho, R. Y., Stenger, V. A., and Carter, C. S. (2004). Anterior cingulate conflict monitoring and adjustments in control. Science 303,1023–1026. doi: 10.1126/science.1089910Komssi, S., Aronen, H. J., Huttunen, J., Kesaniemi, M., Soinne, L., Nikouline, V. V.,et al. (2002). Ipsi-and contralateral EEG reactions to transcranial magnetic stimulation. Clin. Neurophysiol. 113, 175–184. doi: 10.1016/s1388-2457(01)00721-0",
    "match_confidence": 0.9952393206381884,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "10.3389/fpsyg.2024.1427455 Lansbergen, M. M., Kenemans, J. L., and van Engeland, H. (2007). Stroop interference and attention-deficit/hyperactivity disorder: a review and meta-analysis. Neuropsychology 21, 251–262. doi: 10.1037/0894-4105.21.2.251 Lehr, A., Henneberg, N., Nigam, T., Paulus, W., and Antal, A. (2019). Modulation of conflict processing by Theta-range tACS over the dorsolateral prefrontal cortex. Neural Plast. 2019, 6747049–6747013. doi: 10.1155/2019/6747049 Leiner, D. J. (2014). SoSci survey (version 2.4. 00-i) [computer software]. Available at: http://www.soscisurvey.com Li, Y., Wang, L., Jia, M., Guo, J., Wang, H., and Wang, M. (2017). The effects of highfrequency rTMS over the left DLPFC on cognitive control in young healthy participants. PLoS One 12:e0179430. doi: 10.1371/journal.pone.0179430 Lumb, P. (1995). Cognitive failures and performance differences: validation studies of a German version of the cognitive failures questionnaire. Ergonomics 38, 1456–1467. doi: 10.1080/00140139508925202 MacDonald, A. W., Cohen, J. D., Stenger, V. A., and Carter, C. S. (2000). Dissociating the role of the dorsolateral prefrontal and anterior cingulate cortex in cognitive control. Science 288, 1835–1838. doi: 10.1126/science.288.5472.1835 Mayr, U., Awh, E., and Laurey, P. (2003). Conflict adaptation effects in the absence of executive control. Nat. Neurosci. 6, 450–452. doi: 10.1038/nn1051 Milham, M., Banich, M., and Barad, V. (2003). Competition for priority in processing increases prefrontal cortex’s involvement in top-down control: an event-related fMRI study of the stroop task. Cogn. Brain Res. 17, 212–222. doi: 10.1016/ S0926-6410(03)00108-3 Milham, M., Banich, M., Webb, A., Barad, V., Cohen, N., Wszalek, T., et al. (2001). The relative involvement of anterior cingulate and prefrontal cortex in attentional control depends on nature of conflict. Cogn. Brain Res. 12, 467–473. doi: 10.1016/ S0926-6410(01)00076-3 Miller, E. K., and Cohen, J. D. (2001). An integrative theory of prefrontal cortex function. Annu. Rev. Neurosci. 24, 167–202. doi: 10.1146/annurev.neuro.24.1.167 Munneke, J., Heslenfeld, D. J., Usrey, W. M., Theeuwes, J., and Mangun, G. R. (2011). Preparatory effects of distractor suppression: evidence from visual cortex. PLoS One 6:e27700. doi: 10.1371/journal.pone.0027700 Parris, B. A., Wadsley, M. G., Arabaci, G., Hasshim, N., Augustinova, M., and Ferrand, L. (2021). The effect of high-frequency rTMS of the left dorsolateral prefrontal cortex on the resolution of response, semantic and task conflict in the colour-word Stroop task. Brain Struct. Funct. 226, 1241–1252. doi: 10.1007/ s00429-021-02237-4 Plichta, M., Heinzel, S., Ehlis, A.-C., Pauli, P., and Fallgatter, A. (2007). Model-based analysis of rapid event-related functional near-infrared spectroscopy (NIRS) data: a parametric validation study. NeuroImage 35, 625–634. doi: 10.1016/j. neuroimage.2006.11.028 Polk, T. A., Drake, R. M., Jonides, J. J., Smith, M. R., and Smith, E. E. (2008). Attention enhances the neural processing of relevant features and suppresses the processing of irrelevant features in humans: a functional magnetic resonance imaging study of the Stroop task. J. Neurosci. 28, 13786–13792. doi: 10.1523/JNEUROSCI.1026-08.2008 Powell, L. J., Deen, B., and Saxe, R. (2018). Using individual functional channels of interest to study cortical development with fNIRS. Dev. Sci. 21:e12595. doi: 10.1111/ desc.12595 Puccioni, O., and Vallesi, A. (2012). Sequential congruency effects: disentangling priming and conflict adaptation. Psychol. Res. 76, 591–600. doi: 10.1007/ s00426-011-0360-5 Purmann, S., and Pollmann, S. (2015). Adaptation to recent conflict in the classical color-word Stroop-task mainly involves facilitation of processing of task-relevant information. Front. Hum. Neurosci. 9:88. doi: 10.3389/fnhum.2015.00088 Ridderinkhof, K. R., Ullsperger, M., Crone, E. A., and Nieuwenhuis, S. (2004). The role of the medial frontal cortex in cognitive control. Science 306, 443–447. doi: 10.1126/ science.1100301 Roach, N. W., Heron, J., and McGraw, P. V. (2006). Resolving multisensory conflict: a strategy for balancing the costs and benefits of audio-visual integration. Proc. Biol. Sci. 273, 2159–2168. doi: 10.1098/rspb.2006.3578 Roelofs, A. (2005). The visual-auditory color-word Stroop asymmetry and its time course. Mem. Cogn. 33, 1325–1336. doi: 10.3758/BF03193365 Rohe, T., Ehlis, A. C., and Noppeney, U. (2019). The neural dynamics of hierarchical Bayesian causal inference in multisensory perception. Nat. Commun. 10:1907. doi: 10.1038/s41467-019-09664-2 Rorden, C., and Brett, M. (2000). Stereotaxic display of brain lesions. Behav. Neurol. 12, 191–200. doi: 10.1155/2000/421719 Rossi, S., Hallett, M., Rossini, P. M., and Pascual-Leone, A.Safety of TMS Consensus Group (2009). Safety, ethical considerations, and application guidelines for the use of transcranial magnetic stimulation in clinical practice and research. Clin. Neurophysiol. 120, 2008–2039. doi: 10.1016/j.clinph.2009.08.016 Rossion, B., Joyce, C. A., Cottrell, G. W., and Tarr, M. J. (2003). Early lateralization and orientation tuning for face, word, and object processing in the visual cortex. NeuroImage 20, 1609–1624. doi: 10.1016/j.neuroimage.2003.07.010 ",
    "page_idx": 16,
    "bbox": [
      303,
      32,
      548,
      782
    ],
    "first_span_bbox": [
      452,
      32,
      548,
      45
    ],
    "middle_type": "text",
    "middle_content": "10.3389/fpsyg.2024.1427455Lansbergen, M. M., Kenemans, J. L., and van Engeland, H. (2007). Stroop interferenceand attention-deficit/hyperactivity disorder: a review and meta-analysis. Neuropsychology 21, 251–262. doi: 10.1037/0894-4105.21.2.251Lehr, A., Henneberg, N., Nigam, T., Paulus, W., and Antal, A. (2019). Modulation ofconflict processing by Theta-range tACS over the dorsolateral prefrontal cortex. NeuralPlast. 2019, 6747049–6747013. doi: 10.1155/2019/6747049Leiner, D. J. (2014). SoSci survey (version 2.4. 00-i) [computer software]. Available at: http://www.soscisurvey.comLi, Y., Wang, L., Jia, M., Guo, J., Wang, H., and Wang, M. (2017). The effects of highfrequency rTMS over the left DLPFC on cognitive control in young healthy participants. PLoS One 12:e0179430. doi: 10.1371/journal.pone.0179430Lumb, P. (1995). Cognitive failures and performance differences: validation studies ofa German version of the cognitive failures questionnaire. Ergonomics 38, 1456–1467. doi: 10.1080/00140139508925202MacDonald, A. W., Cohen, J. D., Stenger, V. A., and Carter, C. S. (2000). Dissociatingthe role of the dorsolateral prefrontal and anterior cingulate cortex in cognitive control. Science 288, 1835–1838. doi: 10.1126/science.288.5472.1835Mayr, U., Awh, E., and Laurey, P. (2003). Conflict adaptation effects in the absence ofexecutive control. Nat. Neurosci. 6, 450–452. doi: 10.1038/nn1051Milham, M., Banich, M., and Barad, V. (2003). Competition for priority in processingincreases prefrontal cortex’s involvement in top-down control: an event-related fMRIstudy of the stroop task. Cogn. Brain Res. 17, 212–222. doi: 10.1016/S0926-6410(03)00108-3Milham, M., Banich, M., Webb, A., Barad, V., Cohen, N., Wszalek, T., et al. (2001). The relative involvement of anterior cingulate and prefrontal cortex in attentionalcontrol depends on nature of conflict. Cogn. Brain Res. 12, 467–473. doi: 10.1016/S0926-6410(01)00076-3Miller, E. K., and Cohen, J. D. (2001). An integrative theory of prefrontal cortexfunction. Annu. Rev. Neurosci. 24, 167–202. doi: 10.1146/annurev.neuro.24.1.167Munneke, J., Heslenfeld, D. J., Usrey, W. M., Theeuwes, J., and Mangun, G. R. (2011). Preparatory effects of distractor suppression: evidence from visual cortex. PLoS One6:e27700. doi: 10.1371/journal.pone.0027700Parris, B. A., Wadsley, M. G., Arabaci, G., Hasshim, N., Augustinova, M., andFerrand, L. (2021). The effect of high-frequency rTMS of the left dorsolateralprefrontal cortex on the resolution of response, semantic and task conflict in thecolour-word Stroop task. Brain Struct. Funct. 226, 1241–1252. doi: 10.1007/s00429-021-02237-4Plichta, M., Heinzel, S., Ehlis, A.-C., Pauli, P., and Fallgatter, A. (2007). Model-basedanalysis of rapid event-related functional near-infrared spectroscopy (NIRS) data: aparametric validation study. NeuroImage 35, 625–634. doi: 10.1016/j. neuroimage.2006.11.028Polk, T. A., Drake, R. M., Jonides, J. J., Smith, M. R., and Smith, E. E. (2008). Attentionenhances the neural processing of relevant features and suppresses the processing ofirrelevant features in humans: a functional magnetic resonance imaging study of theStroop task. J. Neurosci. 28, 13786–13792. doi: 10.1523/JNEUROSCI.1026-08.2008Powell, L. J., Deen, B., and Saxe, R. (2018). Using individual functional channels ofinterest to study cortical development with fNIRS. Dev. Sci. 21:e12595. doi: 10.1111/desc.12595Puccioni, O., and Vallesi, A. (2012). Sequential congruency effects: disentanglingpriming and conflict adaptation. Psychol. Res. 76, 591–600. doi: 10.1007/s00426-011-0360-5Purmann, S., and Pollmann, S. (2015). Adaptation to recent conflict in the classicalcolor-word Stroop-task mainly involves facilitation of processing of task-relevantinformation. Front. Hum. Neurosci. 9:88. doi: 10.3389/fnhum.2015.00088Ridderinkhof, K. R., Ullsperger, M., Crone, E. A., and Nieuwenhuis, S. (2004). Therole of the medial frontal cortex in cognitive control. Science 306, 443–447. doi: 10.1126/science.1100301Roach, N. W., Heron, J., and McGraw, P. V. (2006). Resolving multisensory conflict: astrategy for balancing the costs and benefits of audio-visual integration. Proc. Biol. Sci. 273, 2159–2168. doi: 10.1098/rspb.2006.3578Roelofs, A. (2005). The visual-auditory color-word Stroop asymmetry and its timecourse. Mem. Cogn. 33, 1325–1336. doi: 10.3758/BF03193365Rohe, T., Ehlis, A. C., and Noppeney, U. (2019). The neural dynamics of hierarchicalBayesian causal inference in multisensory perception. Nat. Commun. 10:1907. doi: 10.1038/s41467-019-09664-2Rorden, C., and Brett, M. (2000). Stereotaxic display of brain lesions. Behav. Neurol. 12, 191–200. doi: 10.1155/2000/421719Rossi, S., Hallett, M., Rossini, P. M., and Pascual-Leone, A.Safety of TMS ConsensusGroup (2009). Safety, ethical considerations, and application guidelines for the use oftranscranial magnetic stimulation in clinical practice and research. Clin. Neurophysiol. 120, 2008–2039. doi: 10.1016/j.clinph.2009.08.016Rossion, B., Joyce, C. A., Cottrell, G. W., and Tarr, M. J. (2003). Early lateralization andorientation tuning for face, word, and object processing in the visual cortex. NeuroImage20, 1609–1624. doi: 10.1016/j.neuroimage.2003.07.010",
    "match_confidence": 0.9966315789473684,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "Ruff, C. C., and Driver, J. (2006). Attentional preparation for a lateralized visual   \ndistractor: behavioral and fMRI evidence. J. Cogn. Neurosci. 18, 522–538. doi: 10.1162/   \njocn.2006.18.4.522 Shibata, T., Nishijo, H., Tamura, R., Miyamoto, K., Eifuku, S., Endo, S., et al. (2002).   \nGenerators of visual evoked potentials for faces and eyes in the human brain as determined   \nby dipole localization. Brain Topogr. 15, 51–63. doi: 10.1023/A:1019944607316 Silton, R. L., Heller, W., Towers, D. N., Engels, A. S., Spielberg, J. M., Edgar, J. C., et al.   \n(2010). The time course of activity in dorsolateral prefrontal cortex and anterior   \ncingulate cortex during top-down attentional control. NeuroImage 50, 1292–1302. doi:   \n10.1016/j.neuroimage.2009.12.061 Singh, A. K., Okamoto, M., Dan, H., Jurcak, V., and Dan, I. (2005). Spatial registration   \nof multichannel multi-subject fNIRS data to MNI space without MRI. NeuroImage 27,   \n842–851. doi: 10.1016/j.neuroimage.2005.05.019 Steinmetzger, K., Shen, Z. Z., Riedel, H., and Rupp, A. (2020). Auditory cortex activity   \nmeasured using functional near-infrared spectroscopy (fNIRS) appears to be susceptible to   \nmasking by cortical blood stealing. Hear. Res. 396:108069. doi: 10.1016/j.heares.2020.108069 Stewart, H. J., Amitay, S., and Alain, C. (2017). Neural correlates of distraction and   \nconflict resolution for nonverbal auditory events. Sci. Rep. 7:1595. doi: 10.1038/   \ns41598-017-00811-7 Townsend, J. T., and Ashby, F. G. (1983). Stochastic modeling of elementary   \npsychological processes. Cambridge, USA: Cambridge University Press. Treue, S., and Maunsell, J. H. (1996). Attentional modulation of visual motion   \nprocessing in cortical areas MT and MST. Nature 382, 539–541. doi: 10.1038/382539a0 Tsuzuki, D., Jurcak, V., Singh, A. K., Okamoto, M., Watanabe, E., and Dan, I. (2007).   \nVirtual spatial registration of stand-alone fNIRS data to MNI space. NeuroImage 34,   \n1506–1518. doi: 10.1016/j.neuroimage.2006.10.043 Tupak, S. V., Dresler, T., Badewien, M., Hahn, T., Ernst, L. H., Herrmann, M. J.,   \net al. (2013). Inhibitory transcranial magnetic theta burst stimulation attenuates   \nprefrontal cortex oxygenation. Hum. Brain Mapp. 34, 150–157. doi: 10.1002/   \nhbm.21421 Vallesi, A. (2021). The quest for hemispheric asymmetries supporting and predicting   \nexecutive functioning. J. Cogn. Neurosci. 33, 1679–1697. doi: 10.1162/jocn_a_01646 Vallesi, A., Shallice, T., and Walsh, V. (2007). Role of the prefrontal cortex in the   \nforeperiod effect: TMS evidence for dual mechanisms in temporal preparation. Cereb.   \nCortex 17, 466–474. doi: 10.1093/cercor/bhj163 Vanderhasselt, M. A., De Raedt, R., and Baeken, C. (2009). Dorsolateral prefrontal   \ncortex and Stroop performance: tackling the lateralization. Psychon. Bull. Rev. 16,   \n609–612. doi: 10.3758/PBR.16.3.609 Vanderhasselt, M. A., De Raedt, R., Baeken, C., Leyman, L., Clerinx, P., and D'Haenen, H.   \n(2007). The influence of rTMS over the right dorsolateral prefrontal cortex on top-down   \nattentional processes. Brain Res. 1137, 111–116. doi: 10.1016/j.brainres.2006.12.050 Vanderhasselt, M. A., De Raedt, R., Baeken, C., Leyman, L., and D'Haenen, H. (2006).   \nThe influence of rTMS over the left dorsolateral prefrontal cortex on Stroop task   \nperformance. Exp. Brain Res. 169, 279–282. doi: 10.1007/s00221-005-0344-z Vroomen, J., and Keetels, M. (2010). Perception of intersensory synchrony: a tutorial   \nreview. Atten. Percept. Psychophys. 72, 871–884. doi: 10.3758/APP.72.4.871 Wiltink, J., Vogelsang, U., and Beutel, M. E. (2006). Temperament and personality: the   \nGerman version of the adult temperament questionnaire (ATQ). GMS Psycho Soci.   \nMed. 3:Doc10 Woźniak-Kwaśniewska, A., Szekely, D., Aussedat, P., Bougerol, T., and David, O.   \n(2014). Changes of oscillatory brain activity induced by repetitive transcranial magnetic   \nstimulation of the left dorsolateral prefrontal cortex in healthy subjects. NeuroImage 88,   \n91–99. doi: 10.1016/j.neuroimage.2013.11.029 Zhang, X., Noah, J. A., and Hirsch, J. (2016). Separation of the global and local   \ncomponents in functional near-infrared spectroscopy signals using principal component   \nspatial filtering. Neurophotonics 3:015004. doi: 10.1117/1.NPh.3.1.015004 ",
    "page_idx": 17,
    "bbox": [
      47,
      75,
      292,
      339
    ],
    "first_span_bbox": [
      54,
      76,
      292,
      86
    ],
    "middle_type": "text",
    "middle_content": "Ruff, C. C., and Driver, J. (2006). Attentional preparation for a lateralized visualdistractor: behavioral and fMRI evidence. J. Cogn. Neurosci. 18, 522–538. doi: 10.1162/jocn.2006.18.4.522Shibata, T., Nishijo, H., Tamura, R., Miyamoto, K., Eifuku, S., Endo, S., et al. (2002). Generators of visual evoked potentials for faces and eyes in the human brain as determinedby dipole localization. Brain Topogr. 15, 51–63. doi: 10.1023/A:1019944607316Silton, R. L., Heller, W., Towers, D. N., Engels, A. S., Spielberg, J. M., Edgar, J. C., et al. (2010). The time course of activity in dorsolateral prefrontal cortex and anteriorcingulate cortex during top-down attentional control. NeuroImage 50, 1292–1302. doi: 10.1016/j.neuroimage.2009.12.061Singh, A. K., Okamoto, M., Dan, H., Jurcak, V., and Dan, I. (2005). Spatial registrationof multichannel multi-subject fNIRS data to MNI space without MRI. NeuroImage 27,842–851. doi: 10.1016/j.neuroimage.2005.05.019Steinmetzger, K., Shen, Z. Z., Riedel, H., and Rupp, A. (2020). Auditory cortex activitymeasured using functional near-infrared spectroscopy (fNIRS) appears to be susceptible tomasking by cortical blood stealing. Hear. Res. 396:108069. doi: 10.1016/j.heares.2020.108069Stewart, H. J., Amitay, S., and Alain, C. (2017). Neural correlates of distraction andconflict resolution for nonverbal auditory events. Sci. Rep. 7:1595. doi: 10.1038/s41598-017-00811-7Townsend, J. T., and Ashby, F. G. (1983). Stochastic modeling of elementarypsychological processes. Cambridge, USA: Cambridge University Press. Treue, S., and Maunsell, J. H. (1996). Attentional modulation of visual motionprocessing in cortical areas MT and MST. Nature 382, 539–541. doi: 10.1038/382539a0Tsuzuki, D., Jurcak, V., Singh, A. K., Okamoto, M., Watanabe, E., and Dan, I. (2007). Virtual spatial registration of stand-alone fNIRS data to MNI space. NeuroImage 34,1506–1518. doi: 10.1016/j.neuroimage.2006.10.043Tupak, S. V., Dresler, T., Badewien, M., Hahn, T., Ernst, L. H., Herrmann, M. J.,et al. (2013). Inhibitory transcranial magnetic theta burst stimulation attenuates",
    "match_confidence": 0.9977453580901857,
    "match_method": "preproc_blocks_similarity",
    "type_matched": true
  },
  {
    "type": "text",
    "text": "",
    "page_idx": 17,
    "bbox": null,
    "middle_type": null,
    "match_confidence": 0.0,
    "match_method": "no_match"
  }
]